{
  "titles": {
    "apple airpods max silver": "Apple AirPods Max (Plata)",
    "apple airpower wireless charger": "Cargador inalámbrico Apple AirPower",
    "apple homepod mini cosmic grey": "Apple HomePod mini (Gris Cósmico)",
    "Essence Mascara Lash Princess": "Máscara Essence Lash Princess",
    "Eyeshadow Palette with Mirror": "Paleta de sombras con espejo",
    "Powder Canister": "Bote de polvo",
    "Red Lipstick": "Lápiz labial rojo",
    "Red Nail Polish": "Esmalte de uñas rojo",
    "Calvin Klein CK One": "Calvin Klein CK One",
    "Chanel Coco Noir Eau De": "Chanel Coco Noir Eau De",
    "Dior J'adore": "Dior J'adore",
    "Email updated successfully": "Email actualizado exitosamente",
    "Dolce Shine Eau de": "Dolce Shine Eau de",
    "Gucci Bloom Eau de": "Gucci Bloom Eau de",
    "Annibale Colombo Bed": "Cama Annibale Colombo",
    "Annibale Colombo Sofa": "Sofá Annibale Colombo",
    "Bedside Table African Cherry": "Mesa de noche de cerezo africano",
    "Knoll Saarinen Executive Conference Chair": "Silla ejecutiva de conferencia Knoll Saarinen",
    "Wooden Bathroom Sink With Mirror": "Lavabo de baño de madera con espejo",
    "Apple": "Manzana",
    "Verify your identity": "Verifica tu identidad",
    "A verification code has been sent to": "Se ha enviado un código de verificación a",
    "Please enter the 6-digit verification code": "Por favor, ingresa el código de verificación de 6 dígitos",
    "Verification code": "Código de verificación",
    "Back to Edit": "Volver a editar",
    "Load More": "Cargar más productos",
    "Beef Steak": "Bistec de res",
    "Cat Food": "Comida para gatos",
    "Chicken Meat": "Carne de pollo",
    "Cooking Oil": "Aceite de cocina",
    "Cucumber": "Pepino",
    "Dog Food": "Comida para perros",
    "Eggs": "Huevos",
    "Fish Steak": "Filete de pescado",
    "Green Bell Pepper": "Pimiento verde",
    "Green Chili Pepper": "Chile verde",
    "Honey Jar": "Frasco de miel",
    "Ice Cream": "Helado",
    "Juice": "Jugo",
    "Kiwi": "Kiwi",
    "Lemon": "Limón",
    "Milk": "Leche",
    "Mulberry": "Mora",
    "Nescafe Coffee": "Café Nescafé",
    "Potatoes": "Papas",
    "Protein Powder": "Proteína en polvo",
    "Red Onions": "Cebollas rojas",
    "Rice": "Arroz",
    "Soft Drinks": "Bebidas gaseosas",
    "Strawberry": "Fresa",
    "Tissue Paper Box": "Caja de pañuelos de papel",
    "Water": "Agua",
    "Decoration Swing": "Columpio decorativo",
    "Family Tree Photo Frame": "Marco de fotos del árbol genealógico",
    "House Showpiece Plant": "Planta decorativa para el hogar",
    "Plant Pot": "Maceta",
    "Table Lamp": "Lámpara de mesa",
    "Bamboo Spatula": "Espátula de bambú",
    "Black Aluminium Cup": "Taza de aluminio negro",
    "Black Whisk": "Batidor negro",
    "Boxed Blender": "Licuadora empacada",
    "Carbon Steel Wok": "Wok de acero al carbono",
    "Chopping Board": "Tabla de cortar",
    "Citrus Squeezer Yellow": "Exprimidor de cítricos amarillo",
    "Egg Slicer": "Cortador de huevos",
    "Electric Stove": "Estufa eléctrica",
    "Fine Mesh Strainer": "Colador de malla fina",
    "Fork": "Tenedor",
    "Glass": "Vaso",
    "Grater Black": "Rallador negro",
    "Hand Blender": "Batidora de mano",
    "Ice Cube Tray": "Bandeja para cubitos de hielo",
    "Kitchen Sieve": "Tamiz de cocina",
    "Knife": "Cuchillo",
    "Lunch Box": "Lonchera",
    "Microwave Oven": "Horno microondas",
    "Mug Tree Stand": "Soporte para tazas",
    "Pan": "Sartén",
    "Plate": "Plato",
    "Red Tongs": "Pinzas rojas",
    "Silver Pot With Glass Cap": "Olla plateada con tapa de vidrio",
    "Slotted Turner": "Volteador ranurado",
    "Spice Rack": "Especiero",
    "Spoon": "Cuchara",
    "Tray": "Bandeja",
    "Wooden Rolling Pin": "Rodillo de madera",
    "Yellow Peeler": "Pelador amarillo",
    "Apple MacBook Pro 14 Inch Space Grey": "Apple MacBook Pro 14 pulgadas gris espacial",
    "Asus Zenbook Pro Dual Screen Laptop": "Laptop Asus Zenbook Pro de doble pantalla",
    "Huawei Matebook X Pro": "Huawei Matebook X Pro",
    "Lenovo Yoga 920": "Lenovo Yoga 920",
    "New DELL XPS 13 9300 Laptop": "Nueva laptop DELL XPS 13 9300",
    "Blue & Black Check Shirt": "Camisa a cuadros azul y negra",
    "Gigabyte Aorus Men Tshirt": "Camiseta Gigabyte Aorus para hombres",
    "Man Plaid Shirt": "Camisa a cuadros para hombre",
    "Man Short Sleeve Shirt": "Camisa de manga corta para hombre",
    "Men Check Shirt": "Camisa a cuadros para hombres",
    "Nike Air Jordan 1 Red And Black": "Nike Air Jordan 1 rojo y negro",
    "Nike Baseball Cleats": "Tacos de béisbol Nike",
    "Puma Future Rider Trainers": "Zapatillas Puma Future Rider",
    "Sports Sneakers Off White & Red": "Zapatillas deportivas blanco hueso y rojo",
    "Sports Sneakers Off White Red": "Zapatillas deportivas blanco hueso rojo",
    "Brown Leather Belt Watch": "Reloj con correa de cuero marrón",
    "Longines Master Collection": "Colección Longines Master",
    "Rolex Cellini Date Black Dial": "Rolex Cellini Date esfera negra",
    "Rolex Cellini Moonphase": "Rolex Cellini Moonphase",
    "Rolex Datejust": "Rolex Datejust",
    "Rolex Submariner Watch": "Reloj Rolex Submariner",
    "Amazon Echo Plus": "Amazon Echo Plus",
    "Apple Airpods": "Apple AirPods",
    "Apple AirPods Max Silver": "Apple AirPods Max plata",
    "Apple Airpower Wireless Charger": "Cargador inalámbrico Apple AirPower",
    "Apple HomePod Mini Cosmic Grey": "Apple HomePod Mini gris cósmico",
    "Apple iPhone Charger": "Cargador Apple iPhone",
    "Apple MagSafe Battery Pack": "Batería Apple MagSafe",
    "Apple Watch Series 4 Gold": "Apple Watch Series 4 oro",
    "Beats Flex Wireless Earphones": "Auriculares inalámbricos Beats Flex",
    "iPhone 12 Silicone Case with MagSafe Plum": "Funda de silicona iPhone 12 con MagSafe ciruela",
    "Monopod": "Monopie",
    "Selfie Lamp with iPhone": "Lámpara para selfies con iPhone",
    "Selfie Stick Monopod": "Palo selfie monopie",
    "TV Studio Camera Pedestal": "Pedestal de cámara para estudio de TV",
    "Generic Motorcycle": "Motocicleta genérica",
    "Kawasaki Z800": "Kawasaki Z800",
    "MotoGP CI.H1": "MotoGP CI.H1",
    "Scooter Motorcycle": "Motocicleta scooter",
    "Sportbike Motorcycle": "Motocicleta deportiva",
    "Attitude Super Leaves Hand Soap": "Jabón de manos Attitude Super Leaves",
    "Olay Ultra Moisture Shea Butter Body Wash": "Gel corporal Olay Ultra Moisture manteca de karité",
    "Vaseline Men Body and Face Lotion": "Loción corporal y facial Vaseline Men",
    "iPhone 5s": "iPhone 5s",
    "iPhone 6": "iPhone 6",
    "iPhone 13 Pro": "iPhone 13 Pro",
    "iPhone X": "iPhone X",
    "Oppo A57": "Oppo A57",
    "Oppo F19 Pro Plus": "Oppo F19 Pro Plus",
    "Oppo K1": "Oppo K1",
    "Realme C35": "Realme C35",
    "Realme X": "Realme X",
    "Realme XT": "Realme XT",
    "Samsung Galaxy S7": "Samsung Galaxy S7",
    "Samsung Galaxy S8": "Samsung Galaxy S8",
    "Samsung Galaxy S10": "Samsung Galaxy S10",
    "Vivo S1": "Vivo S1",
    "Vivo V9": "Vivo V9",
    "Vivo X21": "Vivo X21",
    "American Football": "Fútbol americano",
    "Baseball Ball": "Pelota de béisbol",
    "Baseball Glove": "Guante de béisbol",
    "Basketball": "Baloncesto",
    "Basketball Rim": "Aro de baloncesto",
    "Cricket Ball": "Pelota de cricket",
    "Cricket Bat": "Bate de cricket",
    "Cricket Helmet": "Casco de cricket",
    "Cricket Wicket": "Wicket de cricket",
    "Feather Shuttlecock": "Volante de pluma",
    "Football": "Fútbol",
    "Golf Ball": "Pelota de golf",
    "Iron Golf": "Hierro de golf",
    "Metal Baseball Bat": "Bate de béisbol metálico",
    "Tennis Ball": "Pelota de tenis",
    "Tennis Racket": "Raqueta de tenis",
    "Volleyball": "Voleibol",
    "Black Sun Glasses": "Gafas de sol negras",
    "Classic Sun Glasses": "Gafas de sol clásicas",
    "Green and Black Glasses": "Gafas verdes y negras",
    "Party Glasses": "Gafas de fiesta",
    "Sunglasses": "Gafas de sol",
    "iPad Mini 2021 Starlight": "iPad Mini 2021 luz estelar",
    "Samsung Galaxy Tab S8 Plus Grey": "Samsung Galaxy Tab S8 Plus gris",
    "Samsung Galaxy Tab White": "Samsung Galaxy Tab blanco",
    "Blue Frock": "Vestido azul",
    "Girl Summer Dress": "Vestido de verano para niña",
    "Gray Dress": "Vestido gris",
    "Short Frock": "Vestido corto",
    "Tartan Dress": "Vestido tartán",
    "300 Touring": "300 Touring",
    "Charger SXT RWD": "Charger SXT RWD",
    "Dodge Hornet GT Plus": "Dodge Hornet GT Plus",
    "Durango SXT RWD": "Durango SXT RWD",
    "Pacifica Touring": "Pacifica Touring",
    "Blue Women's Handbag": "Bolso de mano azul para mujer",
    "Heshe Women's Leather Bag": "Bolso de cuero Heshe para mujer",
    "Prada Women Bag": "Bolso Prada para mujer",
    "White Faux Leather Backpack": "Mochila de cuero sintético blanco",
    "Women Handbag Black": "Bolso de mano negro para mujer",
    "Black Women's Gown": "Vestido de gala negro para mujer",
    "Corset Leather With Skirt": "Corsé de cuero con falda",
    "Corset With Black Skirt": "Corsé con falda negra",
    "Dress Pea": "Vestido de guisantes",
    "Marni Red & Black Suit": "Traje Marni rojo y negro",
    "Green Crystal Earring": "Arete de cristal verde",
    "Green Oval Earring": "Arete ovalado verde",
    "Tropical Earring": "Arete tropical",
    "Black & Brown Slipper": "Pantufla negra y marrón",
    "Calvin Klein Heel Shoes": "Zapatos de tacón Calvin Klein",
    "Golden Shoes Woman": "Zapatos dorados para mujer",
    "Pampi Shoes": "Zapatos Pampi",
    "Red Shoes": "Zapatos rojos",
    "IWC Ingenieur Automatic Steel": "IWC Ingenieur automático de acero",
    "Rolex Datejust Women": "Rolex Datejust para mujer",
    "Watch Gold for Women": "Reloj dorado para mujer",
    "Women's Wrist Watch": "Reloj de pulsera para mujer"
  },
  "description": {
    "apple airpods max silver": "Auriculares de alta calidad con cancelación activa de ruido y sonido envolvente y construcción lujosa.",
    "apple airpower wireless charger": "Base de carga inalámbrica para múltiples dispositivos Apple con soporte para carga rápida y diseño integrado.",
    "apple homepod mini cosmic grey": "Altavoz inteligente compacto con Siri y sonido 360° excelente y soporte fluido en el ecosistema Apple.",
    "The Beats Flex Wireless Earphones offer a comfortable and versatile audio experience. With magnetic earbuds and up to 12 hours of battery life, they are ideal for everyday use.": "Los auriculares inalámbricos Beats Flex ofrecen una experiencia de audio cómoda y versátil. Con auriculares magnéticos y hasta 12 horas de duración de batería, son ideales para el uso diario.",
    "The iPhone 12 Silicone Case with MagSafe in Plum is a stylish and protective case designed for the iPhone 12. It features MagSafe technology for easy attachment of accessories.": "La funda de silicona para iPhone 12 con MagSafe en color Plum es una funda elegante y protectora diseñada para el iPhone 12. Cuenta con tecnología MagSafe para fácil conexión de accesorios.",
    "The Monopod is a versatile camera accessory for stable and adjustable shooting. Perfect for capturing selfies, group photos, and videos with ease.": "El monopié es un accesorio de cámara versátil para tomas estables y ajustables. Perfecto para capturar selfies, fotos grupales y videos con facilidad.",
    "The Selfie Lamp with iPhone is a portable and adjustable LED light designed to enhance your selfies and video calls. Attach it to your iPhone for well-lit photos.": "La lámpara para selfies con iPhone es una luz LED portátil y ajustable diseñada para mejorar tus selfies y videollamadas. Conéctala a tu iPhone para fotos bien iluminadas.",
    "The Selfie Stick Monopod is a extendable and foldable device for capturing the perfect selfie or group photo. Compatible with smartphones and cameras.": "El palo para selfies es un dispositivo extensible y plegable para capturar el selfie perfecto o foto grupal. Compatible con smartphones y cámaras.",
    "The TV Studio Camera Pedestal is a professional-grade camera support system for smooth and precise camera movements in a studio setting. Ideal for broadcast and production.": "El pedestal de cámara de estudio de TV es un sistema de soporte de cámara de grado profesional para movimientos de cámara suaves y precisos en un entorno de estudio. Ideal para transmisión y producción.",
    "The Generic Motorcycle is a versatile and reliable bike suitable for various riding preferences. With a balanced design, it provides a comfortable and efficient riding experience.": "La motocicleta genérica es una moto versátil y confiable adecuada para varias preferencias de conducción. Con un diseño equilibrado, proporciona una experiencia de conducción cómoda y eficiente.",
    "The Kawasaki Z800 is a powerful and agile sportbike known for its striking design and performance. It's equipped with advanced features, making it a favorite among motorcycle enthusiasts.": "La Kawasaki Z800 es una moto deportiva potente y ágil conocida por su diseño llamativo y rendimiento. Está equipada con características avanzadas, haciéndola favorita entre los entusiastas de las motocicletas.",
    "The MotoGP CI.H1 is a high-performance motorcycle inspired by MotoGP racing technology. It offers cutting-edge features and precision engineering for an exhilarating riding experience.": "La MotoGP CI.H1 es una motocicleta de alto rendimiento inspirada en la tecnología de carreras de MotoGP. Ofrece características vanguardistas e ingeniería de precisión para una experiencia de conducción emocionante.",
    "The Scooter Motorcycle is a practical and fuel-efficient bike ideal for urban commuting. It features a step-through design and user-friendly controls for easy maneuverability.": "La moto scooter es una moto práctica y eficiente en combustible ideal para el transporte urbano. Cuenta con un diseño de paso fácil y controles amigables para fácil maniobrabilidad.",
    "The Sportbike Motorcycle is designed for speed and agility, with a sleek and aerodynamic profile. It's suitable for riders looking for a dynamic and thrilling riding experience.": "La moto deportiva está diseñada para velocidad y agilidad, con un perfil elegante y aerodinámico. Es adecuada para conductores que buscan una experiencia de conducción dinámica y emocionante.",
    "Attitude Super Leaves Hand Soap is a natural and nourishing hand soap enriched with the goodness of super leaves. It cleanses and moisturizes your hands, leaving them feeling fresh and soft.": "El jabón de manos Attitude Super Leaves es un jabón natural y nutritivo enriquecido con la bondad de súper hojas. Limpia e hidrata tus manos, dejándolas frescas y suaves.",
    "Olay Ultra Moisture Shea Butter Body Wash is a luxurious body wash that hydrates and nourishes your skin with the moisturizing power of shea butter. Enjoy a rich lather and silky-smooth skin.": "El gel de ducha Olay Ultra Moisture con manteca de karité es un gel corporal lujoso que hidrata y nutre tu piel con el poder hidratante de la manteca de karité. Disfruta de una espuma rica y piel sedosa.",
    "Vaseline Men Body and Face Lotion is a specially formulated lotion designed to provide long-lasting moisture to men's skin. It absorbs quickly and helps keep the skin hydrated and healthy.": "La loción corporal y facial para hombres Vaseline es una loción especialmente formulada diseñada para proporcionar hidratación duradera a la piel masculina. Se absorbe rápidamente y ayuda a mantener la piel hidratada y saludable.",
    "The iPhone 5s is a classic smartphone known for its compact design and advanced features during its release. While it's an older model, it still provides a reliable user experience.": "El iPhone 5s es un smartphone clásico conocido por su diseño compacto y características avanzadas durante su lanzamiento. Aunque es un modelo más antiguo, aún proporciona una experiencia de usuario confiable.",
    "The iPhone 6 is a stylish and capable smartphone with a larger display and improved performance. It introduced new features and design elements, making it a popular choice in its time.": "El iPhone 6 es un smartphone elegante y capaz con una pantalla más grande y rendimiento mejorado. Introdujo nuevas características y elementos de diseño, haciéndolo una opción popular en su tiempo.",
    "The iPhone 13 Pro is a cutting-edge smartphone with a powerful camera system, high-performance chip, and stunning display. It offers advanced features for users who demand top-notch technology.": "El iPhone 13 Pro es un smartphone de vanguardia con un sistema de cámara potente, chip de alto rendimiento y pantalla impresionante. Ofrece características avanzadas para usuarios que exigen tecnología de primera.",
    "The iPhone X is a flagship smartphone featuring a bezel-less OLED display, facial recognition technology (Face ID), and impressive performance. It represents a milestone in iPhone design and innovation.": "El iPhone X es un smartphone insignia que cuenta con una pantalla OLED sin marcos, tecnología de reconocimiento facial (Face ID) y rendimiento impresionante. Representa un hito en el diseño e innovación del iPhone.",
    "The Oppo A57 is a mid-range smartphone known for its sleek design and capable features. It offers a balance of performance and affordability, making it a popular choice.": "El Oppo A57 es un smartphone de gama media conocido por su diseño elegante y características capaces. Ofrece un equilibrio entre rendimiento y asequibilidad, haciéndolo una opción popular.",
    "The Oppo F19 Pro Plus is a feature-rich smartphone with a focus on camera capabilities. It boasts advanced photography features and a powerful performance for a premium user experience.": "El Oppo F19 Pro Plus es un smartphone rico en características con enfoque en capacidades de cámara. Presume de características de fotografía avanzadas y un rendimiento potente para una experiencia de usuario premium.",
    "The Oppo K1 series offers a range of smartphones with various features and specifications. Known for their stylish design and reliable performance, the Oppo K1 series caters to diverse user preferences.": "La serie Oppo K1 ofrece una gama de smartphones con varias características y especificaciones. Conocida por su diseño elegante y rendimiento confiable, la serie Oppo K1 satisface diversas preferencias de usuario.",
    "The Realme C35 is a budget-friendly smartphone with a focus on providing essential features for everyday use. It offers a reliable performance and user-friendly experience.": "El Realme C35 es un smartphone económico con enfoque en proporcionar características esenciales para uso diario. Ofrece un rendimiento confiable y experiencia amigable para el usuario.",
    "The Realme X is a mid-range smartphone known for its sleek design and impressive display. It offers a good balance of performance and camera capabilities for users seeking a quality device.": "El Realme X es un smartphone de gama media conocido por su diseño elegante y pantalla impresionante. Ofrece un buen equilibrio de rendimiento y capacidades de cámara para usuarios que buscan un dispositivo de calidad.",
    "The Realme XT is a feature-rich smartphone with a focus on camera technology. It comes equipped with advanced camera sensors, delivering high-quality photos and videos for photography enthusiasts.": "El Realme XT es un smartphone rico en características con enfoque en tecnología de cámara. Viene equipado con sensores de cámara avanzados, entregando fotos y videos de alta calidad para entusiastas de la fotografía.",
    "The Samsung Galaxy S7 is a flagship smartphone known for its sleek design and advanced features. It features a high-resolution display, powerful camera, and robust performance.": "El Samsung Galaxy S7 es un smartphone insignia conocido por su diseño elegante y características avanzadas. Cuenta con una pantalla de alta resolución, cámara potente y rendimiento robusto.",
    "The Samsung Galaxy S8 is a premium smartphone with an Infinity Display, offering a stunning visual experience. It boasts advanced camera capabilities and cutting-edge technology.": "El Samsung Galaxy S8 es un smartphone premium con pantalla Infinity, ofreciendo una experiencia visual impresionante. Presume de capacidades de cámara avanzadas y tecnología de vanguardia.",
    "The Samsung Galaxy S10 is a flagship device featuring a dynamic AMOLED display, versatile camera system, and powerful performance. It represents innovation and excellence in smartphone technology.": "El Samsung Galaxy S10 es un dispositivo insignia que cuenta con pantalla AMOLED dinámica, sistema de cámara versátil y rendimiento potente. Representa innovación y excelencia en tecnología smartphone.",
    "The Vivo S1 is a stylish and mid-range smartphone offering a blend of design and performance. It features a vibrant display, capable camera system, and reliable functionality.": "El Vivo S1 es un smartphone elegante de gama media que ofrece una mezcla de diseño y rendimiento. Cuenta con una pantalla vibrante, sistema de cámara capaz y funcionalidad confiable.",
    "The Vivo V9 is a smartphone known for its sleek design and emphasis on capturing high-quality selfies. It features a notch display, dual-camera setup, and a modern design.": "El Vivo V9 es un smartphone conocido por su diseño elegante y énfasis en capturar selfies de alta calidad. Cuenta con pantalla con notch, configuración de cámara dual y diseño moderno.",
    "The Vivo X21 is a premium smartphone with a focus on cutting-edge technology. It features an in-display fingerprint sensor, a high-resolution display, and advanced camera capabilities.": "El Vivo X21 es un smartphone premium con enfoque en tecnología de vanguardia. Cuenta con sensor de huellas dactilares integrado en pantalla, pantalla de alta resolución y capacidades de cámara avanzadas.",
    "The American Football is a classic ball used in American football games. It is designed for throwing and catching, making it an essential piece of equipment for the sport.": "El balón de fútbol americano es un balón clásico usado en juegos de fútbol americano. Está diseñado para lanzar y atrapar, haciéndolo una pieza esencial del equipo para el deporte.",
    "The Baseball Ball is a standard baseball used in baseball games. It features a durable leather cover and is designed for pitching, hitting, and fielding in the game of baseball.": "La pelota de béisbol es una pelota estándar usada en juegos de béisbol. Cuenta con una cubierta de cuero durable y está diseñada para lanzar, batear y fildear en el juego de béisbol.",
    "The Baseball Glove is a protective glove worn by baseball players. It is designed to catch and field the baseball, providing players with comfort and control during the game.": "El guante de béisbol es un guante protector usado por jugadores de béisbol. Está diseñado para atrapar y fildear la pelota de béisbol, proporcionando a los jugadores comodidad y control durante el juego.",
    "The Basketball is a standard ball used in basketball games. It is designed for dribbling, shooting, and passing in the game of basketball, suitable for both indoor and outdoor play.": "El balón de baloncesto es un balón estándar usado en juegos de baloncesto. Está diseñado para driblar, disparar y pasar en el juego de baloncesto, adecuado tanto para juego interior como exterior.",
    "The Basketball Rim is a sturdy hoop and net assembly mounted on a basketball backboard. It provides a target for shooting and scoring in the game of basketball.": "El aro de baloncesto es un ensamblaje resistente de aro y red montado en un tablero de baloncesto. Proporciona un objetivo para disparar y anotar en el juego de baloncesto.",
    "The Cricket Ball is a hard leather ball used in the sport of cricket. It is bowled and batted in the game, and its hardness and seam contribute to the dynamics of cricket play.": "La pelota de cricket es una pelota de cuero duro usada en el deporte del cricket. Se lanza y se batea en el juego, y su dureza y costura contribuyen a la dinámica del juego de cricket.",
    "The Cricket Bat is an essential piece of cricket equipment used by batsmen to hit the cricket ball. It is made of wood and comes in various sizes and designs.": "El bate de cricket es una pieza esencial del equipo de cricket usado por los bateadores para golpear la pelota de cricket. Está hecho de madera y viene en varios tamaños y diseños.",
    "The Cricket Helmet is a protective headgear worn by cricket players, especially batsmen and wicketkeepers. It provides protection against fast bowling and bouncers.": "El casco de cricket es un casco protector usado por jugadores de cricket, especialmente bateadores y wicketkeepers. Proporciona protección contra bowling rápido y rebotes.",
    "The Cricket Wicket is a set of three stumps and two bails, forming a wicket used in the sport of cricket. Batsmen aim to protect the wicket while scoring runs.": "El wicket de cricket es un conjunto de tres postes y dos travesaños, formando un wicket usado en el deporte del cricket. Los bateadores buscan proteger el wicket mientras anotan carreras.",
    "The Feather Shuttlecock is used in the sport of badminton. It features natural feathers and is designed for high-speed play, providing stability and accuracy during matches.": "El volante de plumas se usa en el deporte del bádminton. Cuenta con plumas naturales y está diseñado para juego de alta velocidad, proporcionando estabilidad y precisión durante los partidos.",
    "The Football, also known as a soccer ball, is the standard ball used in the sport of football (soccer). It is designed for kicking and passing in the game.": "El balón de fútbol, también conocido como pelota de fútbol, es el balón estándar usado en el deporte del fútbol. Está diseñado para patear y pasar en el juego.",
    "The Golf Ball is a small ball used in the sport of golf. It features dimples on its surface, providing aerodynamic lift and distance when struck by a golf club.": "La pelota de golf es una pelota pequeña usada en el deporte del golf. Cuenta con hoyuelos en su superficie, proporcionando elevación aerodinámica y distancia cuando es golpeada por un palo de golf.",
    "The Iron Golf is a type of golf club designed for various golf shots. It features a solid metal head and is used for approach shots, chipping, and other golfing techniques.": "El hierro de golf es un tipo de palo de golf diseñado para varios tiros de golf. Cuenta con una cabeza de metal sólido y se usa para tiros de aproximación, chipping y otras técnicas de golf.",
    "The Metal Baseball Bat is a durable and lightweight baseball bat made from metal alloys. It is commonly used in baseball games for hitting and batting practice.": "El bate de béisbol de metal es un bate de béisbol duradero y ligero hecho de aleaciones metálicas. Se usa comúnmente en juegos de béisbol para batear y práctica de bateo.",
    "The Tennis Ball is a standard ball used in the sport of tennis. It is designed for bouncing and hitting with tennis rackets during matches or practice sessions.": "La pelota de tenis es una pelota estándar usada en el deporte del tenis. Está diseñada para rebotar y golpear con raquetas de tenis durante partidos o sesiones de práctica.",
    "The Tennis Racket is an essential piece of equipment used in the sport of tennis. It features a frame with strings and a grip, allowing players to hit the tennis ball.": "La raqueta de tenis es una pieza esencial del equipo usado en el deporte del tenis. Cuenta con un marco con cuerdas y un grip, permitiendo a los jugadores golpear la pelota de tenis.",
    "The Volleyball is a standard ball used in the sport of volleyball. It is designed for passing, setting, and spiking over the net during volleyball matches.": "El balón de voleibol es un balón estándar usado en el deporte del voleibol. Está diseñado para pasar, colocar y rematar sobre la red durante partidos de voleibol.",
    "The Black Sun Glasses are a classic and stylish choice, featuring a sleek black frame and tinted lenses. They provide both UV protection and a fashionable look.": "Las gafas de sol negras son una opción clásica y elegante, con un marco negro elegante y lentes tintados. Proporcionan tanto protección UV como un look fashionable.",
    "The Classic Sun Glasses offer a timeless design with a neutral frame and UV-protected lenses. These sunglasses are versatile and suitable for various occasions.": "Las gafas de sol clásicas ofrecen un diseño atemporal con marco neutro y lentes protegidos contra UV. Estas gafas de sol son versátiles y adecuadas para varias ocasiones.",
    "The Green and Black Glasses feature a bold combination of green and black colors, adding a touch of vibrancy to your eyewear collection. They are both stylish and eye-catching.": "Las gafas verdes y negras cuentan con una combinación audaz de colores verde y negro, añadiendo un toque de vivacidad a tu colección de gafas. Son elegantes y llamativas.",
    "The Party Glasses are designed to add flair to your party outfit. With unique shapes or colorful frames, they're perfect for adding a playful touch to your look during celebrations.": "Las gafas de fiesta están diseñadas para añadir estilo a tu outfit de fiesta. Con formas únicas o marcos coloridos, son perfectas para añadir un toque juguetón a tu look durante celebraciones.",
    "The Sunglasses offer a classic and simple design with a focus on functionality. These sunglasses provide essential UV protection while maintaining a timeless look.": "Las gafas de sol ofrecen un diseño clásico y simple con enfoque en funcionalidad. Estas gafas de sol proporcionan protección UV esencial mientras mantienen un look atemporal.",
    "The iPad Mini 2021 in Starlight is a compact and powerful tablet from Apple. Featuring a stunning Retina display, powerful A-series chip, and a sleek design, it offers a premium tablet experience.": "El iPad Mini 2021 en Starlight es una tablet compacta y potente de Apple. Con una pantalla Retina impresionante, chip A-series potente y diseño elegante, ofrece una experiencia tablet premium.",
    "The Samsung Galaxy Tab S8 Plus in Grey is a high-performance Android tablet by Samsung. With a large AMOLED display, powerful processor, and S Pen support, it's ideal for productivity and entertainment.": "El Samsung Galaxy Tab S8 Plus en Gris es una tablet Android de alto rendimiento de Samsung. Con una pantalla AMOLED grande, procesador potente y soporte S Pen, es ideal para productividad y entretenimiento.",
    "The Samsung Galaxy Tab in White is a sleek and versatile Android tablet. With a vibrant display, long-lasting battery, and a range of features, it offers a great user experience for various tasks.": "El Samsung Galaxy Tab en Blanco es una tablet Android elegante y versátil. Con una pantalla vibrante, batería duradera y una gama de características, ofrece una gran experiencia de usuario para varias tareas.",
    "The Blue Frock is a charming and stylish dress for various occasions. With a vibrant blue color and a comfortable design, it adds a touch of elegance to your wardrobe.": "El vestido azul es un vestido encantador y elegante para varias ocasiones. Con un color azul vibrante y diseño cómodo, añade un toque de elegancia a tu guardarropa.",
    "The Girl Summer Dress is a cute and breezy dress designed for warm weather. With playful patterns and lightweight fabric, it's perfect for keeping cool and stylish during the summer.": "El vestido de verano para niñas es un vestido lindo y fresco diseñado para clima cálido. Con patrones juguetones y tela ligera, es perfecto para mantenerse fresca y elegante durante el verano.",
    "The Gray Dress is a versatile and chic option for various occasions. With a neutral gray color, it can be dressed up or down, making it a wardrobe staple for any fashion-forward individual.": "El vestido gris es una opción versátil y chic para varias ocasiones. Con un color gris neutro, puede ser vestido formal o casual, haciéndolo un básico del guardarropa para cualquier individuo fashion-forward.",
    "The Short Frock is a playful and trendy dress with a shorter length. Ideal for casual outings or special occasions, it combines style and comfort for a fashionable look.": "El vestido corto es un vestido juguetón y trendy con longitud más corta. Ideal para salidas casuales u ocasiones especiales, combina estilo y comodidad para un look fashionable.",
    "The Tartan Dress features a classic tartan pattern, bringing a timeless and sophisticated touch to your wardrobe. Perfect for fall and winter, it adds a hint of traditional charm.": "El vestido tartán cuenta con un patrón tartán clásico, trayendo un toque atemporal y sofisticado a tu guardarropa. Perfecto para otoño e invierno, añade un toque de encanto tradicional.",
    "The 300 Touring is a stylish and comfortable sedan, known for its luxurious features and smooth performance.": "El 300 Touring es un sedán elegante y cómodo, conocido por sus características lujosas y rendimiento suave.",
    "The Charger SXT RWD is a powerful and sporty rear-wheel-drive sedan, offering a blend of performance and practicality.": "El Charger SXT RWD es un sedán potente y deportivo de tracción trasera, ofreciendo una mezcla de rendimiento y practicidad.",
    "The Dodge Hornet GT Plus is a compact and agile hatchback, perfect for urban driving with a touch of sportiness.": "El Dodge Hornet GT Plus es un hatchback compacto y ágil, perfecto para conducción urbana con un toque de deportividad.",
    "The Durango SXT RWD is a spacious and versatile SUV, known for its strong performance and family-friendly features.": "El Durango SXT RWD es un SUV espacioso y versátil, conocido por su rendimiento fuerte y características familiares.",
    "The Pacifica Touring is a stylish and well-equipped minivan, offering comfort and convenience for family journeys.": "El Pacifica Touring es una minivan elegante y bien equipada, ofreciendo comodidad y conveniencia para viajes familiares.",
    "The Blue Women's Handbag is a stylish and spacious accessory for everyday use. With a vibrant blue color and multiple compartments, it combines fashion and functionality.": "El bolso azul para mujeres es un accesorio elegante y espacioso para uso diario. Con un color azul vibrante y múltiples compartimentos, combina moda y funcionalidad.",
    "The Heshe Women's Leather Bag is a luxurious and high-quality leather bag for the sophisticated woman. With a timeless design and durable craftsmanship, it's a versatile accessory.": "El bolso de cuero Heshe para mujeres es un bolso de cuero lujoso y de alta calidad para la mujer sofisticada. Con un diseño atemporal y artesanía duradera, es un accesorio versátil.",
    "The Prada Women Bag is an iconic designer bag that exudes elegance and luxury. Crafted with precision and featuring the Prada logo, it's a statement piece for fashion enthusiasts.": "El bolso Prada para mujeres es un bolso de diseñador icónico que irradia elegancia y lujo. Elaborado con precisión y presentando el logo de Prada, es una pieza de declaración para entusiastas de la moda.",
    "The White Faux Leather Backpack is a trendy and practical backpack for the modern woman. With a sleek white design and ample storage space, it's perfect for both casual and on-the-go styles.": "La mochila de cuero sintético blanco es una mochila trendy y práctica para la mujer moderna. Con un diseño blanco elegante y amplio espacio de almacenamiento, es perfecta para estilos casuales y sobre la marcha.",
    "The Women Handbag in Black is a classic and versatile accessory that complements various outfits. With a timeless black color and functional design, it's a must-have in every woman's wardrobe.": "El bolso para mujeres en negro es un accesorio clásico y versátil que complementa varios outfits. Con un color negro atemporal y diseño funcional, es un must-have en el guardarropa de toda mujer.",
    "The Black Women's Gown is an elegant and timeless evening gown. With a sleek black design, it's perfect for formal events and special occasions, exuding sophistication and style.": "El vestido negro para mujeres es un vestido de noche elegante y atemporal. Con un diseño negro elegante, es perfecto para eventos formales y ocasiones especiales, irradiando sofisticación y estilo.",
    "The Corset Leather With Skirt is a bold and edgy ensemble that combines a stylish corset with a matching skirt. Ideal for fashion-forward individuals, it makes a statement at any event.": "El corsé de cuero con falda es un conjunto audaz y vanguardista que combina un corsé elegante con una falda a juego. Ideal para individuos fashion-forward, hace una declaración en cualquier evento.",
    "The Corset With Black Skirt is a chic and versatile outfit that pairs a fashionable corset with a classic black skirt. It offers a trendy and coordinated look for various occasions.": "El corsé con falda negra es un outfit chic y versátil que combina un corsé fashionable con una falda negra clásica. Ofrece un look trendy y coordinado para varias ocasiones.",
    "The Dress Pea is a stylish and comfortable dress with a pea pattern. Perfect for casual outings, it adds a playful and fun element to your wardrobe, making it a great choice for day-to-day wear.": "El vestido de guisantes es un vestido elegante y cómodo con patrón de guisantes. Perfecto para salidas casuales, añade un elemento juguetón y divertido a tu guardarropa, haciéndolo una gran opción para uso diario.",
    "The Marni Red & Black Suit is a sophisticated and fashion-forward suit ensemble. With a combination of red and black tones, it showcases a modern design for a bold and confident look.": "El traje Marni rojo y negro es un conjunto de traje sofisticado y fashion-forward. Con una combinación de tonos rojos y negros, muestra un diseño moderno para un look audaz y confiado.",
    "The Green Crystal Earring is a dazzling accessory that features a vibrant green crystal. With a classic design, it adds a touch of elegance to your ensemble, perfect for formal or special occasions.": "El arete de cristal verde es un accesorio deslumbrante que cuenta con un cristal verde vibrante. Con un diseño clásico, añade un toque de elegancia a tu conjunto, perfecto para ocasiones formales o especiales.",
    "The Green Oval Earring is a stylish and versatile accessory with a unique oval shape. Whether for casual or dressy occasions, its green hue and contemporary design make it a standout piece.": "El arete ovalado verde es un accesorio elegante y versátil con una forma ovalada única. Ya sea para ocasiones casuales o elegantes, su tono verde y diseño contemporáneo lo convierten en una pieza destacada.",
    "The Tropical Earring is a fun and playful accessory inspired by tropical elements. Featuring vibrant colors and a lively design, it's perfect for adding a touch of summer to your look.": "El arete tropical es un accesorio divertido y juguetón inspirado en elementos tropicales. Con colores vibrantes y un diseño animado, es perfecto para añadir un toque de verano a tu look.",
    "The Black & Brown Slipper is a comfortable and stylish choice for casual wear. Featuring a blend of black and brown colors, it adds a touch of sophistication to your relaxation.": "La zapatilla negra y marrón es una opción cómoda y elegante para uso casual. Con una mezcla de colores negro y marrón, añade un toque de sofisticación a tu relajación.",
    "Calvin Klein Heel Shoes are elegant and sophisticated, designed for formal occasions. With a classic design and high-quality materials, they complement your stylish ensemble.": "Los zapatos de tacón Calvin Klein son elegantes y sofisticados, diseñados para ocasiones formales. Con un diseño clásico y materiales de alta calidad, complementan tu conjunto elegante.",
    "The Golden Shoes for Women are a glamorous choice for special occasions. Featuring a golden hue and stylish design, they add a touch of luxury to your outfit.": "Los zapatos dorados para mujeres son una opción glamorosa para ocasiones especiales. Con un tono dorado y diseño elegante, añaden un toque de lujo a tu outfit.",
    "Pampi Shoes offer a blend of comfort and style for everyday use. With a versatile design, they are suitable for various casual occasions, providing a trendy and relaxed look.": "Los zapatos Pampi ofrecen una combinación de comodidad y estilo para el uso diario. Con un diseño versátil, son adecuados para diversas ocasiones casuales, proporcionando un look moderno y relajado.",
    "The Red Shoes make a bold statement with their vibrant red color. Whether for a party or a casual outing, these shoes add a pop of color and style to your wardrobe.": "Los zapatos rojos hacen una declaración audaz con su vibrante color rojo. Ya sea para una fiesta o una salida casual, estos zapatos añaden un toque de color y estilo a tu guardarropa.",
    "The IWC Ingenieur Automatic Steel watch is a durable and sophisticated timepiece. With a stainless steel case and automatic movement, it combines precision and style for watch enthusiasts.": "El reloj IWC Ingenieur Automatic Steel es una pieza duradera y sofisticada. Con una caja de acero inoxidable y movimiento automático, combina precisión y estilo para los entusiastas de los relojes.",
    "The Rolex Cellini Moonphase watch is a masterpiece of horology. Featuring a moon phase complication, it showcases the craftsmanship and elegance that Rolex is renowned for.": "El reloj Rolex Cellini Moonphase es una obra maestra de la relojería. Con una complicación de fases lunares, muestra la artesanía y elegancia por la que Rolex es reconocido.",
    "The Rolex Datejust Women's watch is an iconic timepiece designed for women. With a timeless design and a date complication, it offers both elegance and functionality.": "El reloj Rolex Datejust para mujeres es una pieza icónica diseñada para mujeres. Con un diseño atemporal y una complicación de fecha, ofrece tanto elegancia como funcionalidad.",
    "The Gold Women's Watch is a stunning accessory that combines luxury and style. Featuring a gold-plated case and a chic design, it adds a touch of glamour to any outfit.": "El reloj dorado para mujeres es un accesorio impresionante que combina lujo y estilo. Con una caja chapada en oro y un diseño elegante, añade un toque de glamour a cualquier atuendo.",
    "The Women's Wrist Watch is a versatile and fashionable timepiece for everyday wear. With a comfortable strap and a simple yet elegant design, it complements various styles.": "El reloj de pulsera para mujeres es una pieza versátil y elegante para el uso diario. Con una correa cómoda y un diseño simple pero elegante, complementa varios estilos.",
    "The Essence Mascara Lash Princess is a popular mascara known for its volumizing and lengthening effects. Achieve dramatic lashes with this long-lasting and cruelty-free formula.": "La máscara de pestañas Essence Lash Princess es una máscara popular conocida por sus efectos de volumen y alargamiento. Logra pestañas dramáticas con esta fórmula duradera y libre de crueldad animal.",
    "The Eyeshadow Palette with Mirror offers a versatile range of eyeshadow shades for creating stunning eye looks. With a built-in mirror, it's convenient for on-the-go makeup application.": "La paleta de sombras de ojos con espejo ofrece una gama versátil de tonos para crear looks de ojos impresionantes. Con un espejo incorporado, es conveniente para la aplicación de maquillaje sobre la marcha.",
    "The Powder Canister is a finely milled setting powder designed to set makeup and control shine. With a lightweight and translucent formula, it provides a smooth and matte finish.": "El envase de polvo es un polvo fijador finamente molido diseñado para fijar el maquillaje y controlar el brillo. Con una fórmula ligera y translúcida, proporciona un acabado suave y mate.",
    "The Red Lipstick is a classic and bold choice for adding a pop of color to your lips. With a creamy and pigmented formula, it provides a vibrant and long-lasting finish.": "El lápiz labial rojo es una elección clásica y audaz para añadir un toque de color a tus labios. Con una fórmula cremosa y pigmentada, proporciona un acabado vibrante y duradero.",
    "The Red Nail Polish offers a rich and glossy red hue for vibrant and polished nails. With a quick-drying formula, it provides a salon-quality finish at home.": "El esmalte de uñas rojo ofrece un tono rojo rico y brillante para uñas vibrantes y pulidas. Con una fórmula de secado rápido, proporciona un acabado de calidad de salón en casa.",
    "CK One by Calvin Klein is a classic unisex fragrance, known for its fresh and clean scent. It's a versatile fragrance suitable for everyday wear.": "CK One de Calvin Klein es una fragancia unisex clásica, conocida por su aroma fresco y limpio. Es una fragancia versátil adecuada para el uso diario.",
    "Coco Noir by Chanel is an elegant and mysterious fragrance, featuring notes of grapefruit, rose, and sandalwood. Perfect for evening occasions.": "Coco Noir de Chanel es una fragancia elegante y misteriosa, con notas de toronja, rosa y sándalo. Perfecta para ocasiones nocturnas.",
    "J'adore by Dior is a luxurious and floral fragrance, known for its blend of ylang-ylang, rose, and jasmine. It embodies femininity and sophistication.": "J'adore de Dior es una fragancia lujosa y floral, conocida por su mezcla de ylang-ylang, rosa y jazmín. Encarna la feminidad y la sofisticación.",
    "Dolce Shine by Dolce & Gabbana is a vibrant and fruity fragrance, featuring notes of mango, jasmine, and blonde woods. It's a joyful and youthful scent.": "Dolce Shine de Dolce & Gabbana es una fragancia vibrante y afrutada, con notas de mango, jazmín y maderas rubias. Es un aroma alegre y juvenil.",
    "Gucci Bloom by Gucci is a floral and captivating fragrance, with notes of tuberose, jasmine, and Rangoon creeper. It's a modern and romantic scent.": "Gucci Bloom de Gucci es una fragancia floral y cautivadora, con notas de nardo, jazmín y enredadera de Rangún. Es un aroma moderno y romántico.",
    "The Annibale Colombo Bed is a luxurious and elegant bed frame, crafted with high-quality materials for a comfortable and stylish bedroom.": "La cama Annibale Colombo es un marco de cama lujoso y elegante, fabricado con materiales de alta calidad para un dormitorio cómodo y elegante.",
    "The Annibale Colombo Sofa is a sophisticated and comfortable seating option, featuring exquisite design and premium upholstery for your living room.": "El sofá Annibale Colombo es una opción de asiento sofisticada y cómoda, con un diseño exquisito y tapicería premium para tu sala de estar.",
    "The Bedside Table in African Cherry is a stylish and functional addition to your bedroom, providing convenient storage space and a touch of elegance.": "La mesita de noche en cerezo africano es una adición elegante y funcional a tu dormitorio, proporcionando espacio de almacenamiento conveniente y un toque de elegancia.",
    "The Knoll Saarinen Executive Conference Chair is a modern and ergonomic chair, perfect for your office or conference room with its timeless design.": "La silla de conferencia ejecutiva Knoll Saarinen es una silla moderna y ergonómica, perfecta para tu oficina o sala de conferencias con su diseño atemporal.",
    "The Wooden Bathroom Sink with Mirror is a unique and stylish addition to your bathroom, featuring a wooden sink countertop and a matching mirror.": "El lavabo de baño de madera con espejo es una adición única y elegante a tu baño, con una encimera de lavabo de madera y un espejo a juego.",
    "Fresh and crisp apples, perfect for snacking or incorporating into various recipes.": "Manzanas frescas y crujientes, perfectas para picar o incorporar en varias recetas.",
    "High-quality beef steak, great for grilling or cooking to your preferred level of doneness.": "Bistec de res de alta calidad, excelente para asar a la parrilla o cocinar al nivel de cocción preferido.",
    "Nutritious cat food formulated to meet the dietary needs of your feline friend.": "Comida nutritiva para gatos formulada para satisfacer las necesidades dietéticas de tu amigo felino.",
    "Fresh and tender chicken meat, suitable for various culinary preparations.": "Carne de pollo fresca y tierna, adecuada para varias preparaciones culinarias.",
    "Versatile cooking oil suitable for frying, sautéing, and various culinary applications.": "Aceite de cocina versátil adecuado para freír, saltear y varias aplicaciones culinarias.",
    "Crisp and hydrating cucumbers, ideal for salads, snacks, or as a refreshing side.": "Pepinos crujientes e hidratantes, ideales para ensaladas, bocadillos o como acompañamiento refrescante.",
    "Specially formulated dog food designed to provide essential nutrients for your canine companion.": "Comida para perros especialmente formulada para proporcionar nutrientes esenciales a tu compañero canino.",
    "Fresh eggs, a versatile ingredient for baking, cooking, or breakfast.": "Huevos frescos, un ingrediente versátil para hornear, cocinar o desayunar.",
    "Quality fish steak, suitable for grilling, baking, or pan-searing.": "Bistec de pescado de calidad, adecuado para asar, hornear o sellar en sartén.",
    "Fresh and vibrant green bell pepper, perfect for adding color and flavor to your dishes.": "Pimiento verde fresco y vibrante, perfecto para añadir color y sabor a tus platos.",
    "Spicy green chili pepper, ideal for adding heat to your favorite recipes.": "Chile verde picante, ideal para añadir picor a tus recetas favoritas.",
    "Pure and natural honey in a convenient jar, perfect for sweetening beverages or drizzling over food.": "Miel pura y natural en un frasco conveniente, perfecta para endulzar bebidas o rociar sobre comida.",
    "Creamy and delicious ice cream, available in various flavors for a delightful treat.": "Helado cremoso y delicioso, disponible en varios sabores para un deleite encantador.",
    "Refreshing fruit juice, packed with vitamins and great for staying hydrated.": "Jugo de fruta refrescante, lleno de vitaminas y excelente para mantenerse hidratado.",
    "Nutrient-rich kiwi, perfect for snacking or adding a tropical twist to your dishes.": "Kiwi rico en nutrientes, perfecto para picar o añadir un toque tropical a tus platos.",
    "Zesty and tangy lemons, versatile for cooking, baking, or making refreshing beverages.": "Limones con sabor intenso y ácido, versátiles para cocinar, hornear o hacer bebidas refrescantes.",
    "Fresh and nutritious milk, a staple for various recipes and daily consumption.": "Leche fresca y nutritiva, un básico para varias recetas y consumo diario.",
    "Sweet and juicy mulberries, perfect for snacking or adding to desserts and cereals.": "Moras dulces y jugosas, perfectas para picar o añadir a postres y cereales.",
    "Quality coffee from Nescafe, available in various blends for a rich and satisfying cup.": "Café de calidad de Nescafé, disponible en varias mezclas para una taza rica y satisfactoria.",
    "Versatile and starchy potatoes, great for roasting, mashing, or as a side dish.": "Papas versátiles y con almidón, excelentes para asar, hacer puré o como plato de acompañamiento.",
    "Nutrient-packed protein powder, ideal for supplementing your diet with essential proteins.": "Proteína en polvo rica en nutrientes, ideal para complementar tu dieta con proteínas esenciales.",
    "Flavorful and aromatic red onions, perfect for adding depth to your savory dishes.": "Cebollas rojas sabrosas y aromáticas, perfectas para añadir profundidad a tus platos salados.",
    "High-quality rice, a staple for various cuisines and a versatile base for many dishes.": "Arroz de alta calidad, un básico para varias cocinas y una base versátil para muchos platos.",
    "Assorted soft drinks in various flavors, perfect for refreshing beverages.": "Refrescos variados en varios sabores, perfectos para bebidas refrescantes.",
    "Sweet and succulent strawberries, great for snacking, desserts, or blending into smoothies.": "Fresas dulces y suculentas, excelentes para picar, postres o mezclar en batidos.",
    "Convenient tissue paper box for everyday use, providing soft and absorbent tissues.": "Caja de pañuelos de papel conveniente para uso diario, proporcionando pañuelos suaves y absorbentes.",
    "Pure and refreshing bottled water, essential for staying hydrated throughout the day.": "Agua embotellada pura y refrescante, esencial para mantenerse hidratado durante el día.",
    "The Decoration Swing is a charming addition to your home decor. Crafted with intricate details, it adds a touch of elegance and whimsy to any room.": "El columpio decorativo es una adición encantadora a la decoración de tu hogar. Elaborado con detalles intrincados, añade un toque de elegancia y fantasía a cualquier habitación.",
    "The Family Tree Photo Frame is a sentimental and stylish way to display your cherished family memories. With multiple photo slots, it tells the story of your loved ones.": "El marco de fotos del árbol familiar es una manera sentimental y elegante de mostrar tus preciados recuerdos familiares. Con múltiples espacios para fotos, cuenta la historia de tus seres queridos.",
    "The House Showpiece Plant is an artificial plant that brings a touch of nature to your home without the need for maintenance. It adds greenery and style to any space.": "La planta decorativa de casa es una planta artificial que trae un toque de naturaleza a tu hogar sin necesidad de mantenimiento. Añade verdor y estilo a cualquier espacio.",
    "The Plant Pot is a stylish container for your favorite plants. With a sleek design, it complements your indoor or outdoor garden, adding a modern touch to your plant display.": "La maceta es un contenedor elegante para tus plantas favoritas. Con un diseño elegante, complementa tu jardín interior o exterior, añadiendo un toque moderno a tu exhibición de plantas.",
    "The Table Lamp is a functional and decorative lighting solution for your living space. With a modern design, it provides both ambient and task lighting, enhancing the atmosphere.": "La lámpara de mesa es una solución de iluminación funcional y decorativa para tu espacio de vida. Con un diseño moderno, proporciona iluminación ambiental y de trabajo, mejorando el ambiente.",
    "The Bamboo Spatula is a versatile kitchen tool made from eco-friendly bamboo. Ideal for flipping, stirring, and serving various dishes.": "La espátula de bambú es una herramienta de cocina versátil hecha de bambú ecológico. Ideal para voltear, revolver y servir varios platos.",
    "The Black Aluminium Cup is a stylish and durable cup suitable for both hot and cold beverages. Its sleek black design adds a modern touch to your drinkware collection.": "La taza de aluminio negro es una taza elegante y duradera adecuada tanto para bebidas calientes como frías. Su elegante diseño negro añade un toque moderno a tu colección de vajilla para beber.",
    "The Black Whisk is a kitchen essential for whisking and beating ingredients. Its ergonomic handle and sleek design make it a practical and stylish tool.": "El batidor negro es un elemento esencial de cocina para batir e incorporar ingredientes. Su mango ergonómico y diseño elegante lo hacen una herramienta práctica y elegante.",
    "The Boxed Blender is a powerful and compact blender perfect for smoothies, shakes, and more. Its convenient design and multiple functions make it a versatile kitchen appliance.": "La licuadora en caja es una licuadora potente y compacta perfecta para batidos, malteadas y más. Su diseño conveniente y múltiples funciones la hacen un electrodoméstico de cocina versátil.",
    "The Carbon Steel Wok is a versatile cooking pan suitable for stir-frying, sautéing, and deep frying. Its sturdy construction ensures even heat distribution for delicious meals.": "El wok de acero al carbono es una sartén de cocina versátil adecuada para saltear, freír y freír profundo. Su construcción resistente asegura una distribución uniforme del calor para comidas deliciosas.",
    "The Chopping Board is an essential kitchen accessory for food preparation. Made from durable material, it provides a safe and hygienic surface for cutting and chopping.": "La tabla de cortar es un accesorio esencial de cocina para la preparación de alimentos. Hecha de material duradero, proporciona una superficie segura e higiénica para cortar y picar.",
    "The Citrus Squeezer in Yellow is a handy tool for extracting juice from citrus fruits. Its vibrant color adds a cheerful touch to your kitchen gadgets.": "El exprimidor de cítricos en amarillo es una herramienta práctica para extraer jugo de frutas cítricas. Su color vibrante añade un toque alegre a tus gadgets de cocina.",
    "The Egg Slicer is a convenient tool for slicing boiled eggs evenly. It's perfect for salads, sandwiches, and other dishes where sliced eggs are desired.": "El cortador de huevos es una herramienta conveniente para cortar huevos hervidos de manera uniforme. Es perfecto para ensaladas, sándwiches y otros platos donde se deseen huevos en rodajas.",
    "The Electric Stove provides a portable and efficient cooking solution. Ideal for small kitchens or as an additional cooking surface for various culinary needs.": "La estufa eléctrica proporciona una solución de cocina portátil y eficiente. Ideal para cocinas pequeñas o como superficie de cocina adicional para diversas necesidades culinarias.",
    "The Fine Mesh Strainer is a versatile tool for straining liquids and sifting dry ingredients. Its fine mesh ensures efficient filtering for smooth cooking and baking.": "El colador de malla fina es una herramienta versátil para colar líquidos y tamizar ingredientes secos. Su malla fina asegura un filtrado eficiente para cocina y repostería suave.",
    "The Fork is a classic utensil for various dining and serving purposes. Its durable and ergonomic design makes it a reliable choice for everyday use.": "El tenedor es un utensilio clásico para varios propósitos de comida y servicio. Su diseño duradero y ergonómico lo hace una elección confiable para uso diario.",
    "The Glass is a versatile and elegant drinking vessel suitable for a variety of beverages. Its clear design allows you to enjoy the colors and textures of your drinks.": "El vaso es un recipiente para beber versátil y elegante adecuado para una variedad de bebidas. Su diseño transparente te permite disfrutar los colores y texturas de tus bebidas.",
    "The Grater in Black is a handy kitchen tool for grating cheese, vegetables, and more. Its sleek design and sharp blades make food preparation efficient and easy.": "El rallador en negro es una herramienta de cocina práctica para rallar queso, verduras y más. Su diseño elegante y cuchillas afiladas hacen que la preparación de alimentos sea eficiente y fácil.",
    "The Hand Blender is a versatile kitchen appliance for blending, pureeing, and mixing. Its compact design and powerful motor make it a convenient tool for various recipes.": "La batidora de mano es un electrodoméstico de cocina versátil para mezclar, hacer puré y batir. Su diseño compacto y motor potente la hacen una herramienta conveniente para varias recetas.",
    "The Ice Cube Tray is a practical accessory for making ice cubes in various shapes. Perfect for keeping your drinks cool and adding a fun element to your beverages.": "La bandeja para cubitos de hielo es un accesorio práctico para hacer cubitos de hielo en varias formas. Perfecta para mantener tus bebidas frías y añadir un elemento divertido a tus bebidas.",
    "The Kitchen Sieve is a versatile tool for sifting and straining dry and wet ingredients. Its fine mesh design ensures smooth results in your cooking and baking.": "El tamiz de cocina es una herramienta versátil para tamizar y colar ingredientes secos y húmedos. Su diseño de malla fina asegura resultados suaves en tu cocina y repostería.",
    "The Knife is an essential kitchen tool for chopping, slicing, and dicing. Its sharp blade and ergonomic handle make it a reliable choice for food preparation.": "El cuchillo es una herramienta esencial de cocina para picar, cortar y trocear. Su hoja afilada y mango ergonómico lo hacen una elección confiable para la preparación de alimentos.",
    "The Lunch Box is a convenient and portable container for packing and carrying your meals. With compartments for different foods, it's perfect for on-the-go dining.": "La lonchera es un contenedor conveniente y portátil para empacar y llevar tus comidas. Con compartimentos para diferentes alimentos, es perfecta para comer sobre la marcha.",
    "The Microwave Oven is a versatile kitchen appliance for quick and efficient cooking, reheating, and defrosting. Its compact size makes it suitable for various kitchen setups.": "El horno microondas es un electrodoméstico de cocina versátil para cocinar, recalentar y descongelar rápida y eficientemente. Su tamaño compacto lo hace adecuado para varias configuraciones de cocina.",
    "The Mug Tree Stand is a stylish and space-saving solution for organizing your mugs. Keep your favorite mugs easily accessible and neatly displayed in your kitchen.": "El soporte para tazas es una solución elegante y que ahorra espacio para organizar tus tazas. Mantén tus tazas favoritas fácilmente accesibles y ordenadamente exhibidas en tu cocina.",
    "The Pan is a versatile and essential cookware item for frying, sautéing, and cooking various dishes. Its non-stick coating ensures easy food release and cleanup.": "La sartén es un elemento de cocina versátil y esencial para freír, saltear y cocinar varios platos. Su recubrimiento antiadherente asegura una fácil liberación de alimentos y limpieza.",
    "The Plate is a classic and essential dishware item for serving meals. Its durable and stylish design makes it suitable for everyday use or special occasions.": "El plato es un elemento clásico y esencial de vajilla para servir comidas. Su diseño duradero y elegante lo hace adecuado para uso diario u ocasiones especiales.",
    "The Red Tongs are versatile kitchen tongs suitable for various cooking and serving tasks. Their vibrant color adds a pop of excitement to your kitchen utensils.": "Las pinzas rojas son pinzas de cocina versátiles adecuadas para varias tareas de cocina y servicio. Su color vibrante añade un toque de emoción a tus utensilios de cocina.",
    "The Silver Pot with Glass Cap is a stylish and functional cookware item for boiling, simmering, and preparing delicious meals. Its glass cap allows you to monitor cooking progress.": "La olla plateada con tapa de vidrio es un elemento de cocina elegante y funcional para hervir, cocinar a fuego lento y preparar comidas deliciosas. Su tapa de vidrio te permite monitorear el progreso de cocción.",
    "The Slotted Turner is a kitchen utensil designed for flipping and turning food items. Its slotted design allows excess liquid to drain, making it ideal for frying and sautéing.": "La pala ranurada es un utensilio de cocina diseñado para voltear y girar elementos de comida. Su diseño ranurado permite que el líquido excesivo se escurra, haciéndola ideal para freír y saltear.",
    "The Spice Rack is a convenient organizer for your spices and seasonings. Keep your kitchen essentials within reach and neatly arranged with this stylish spice rack.": "El especiero es un organizador conveniente para tus especias y condimentos. Mantén tus esenciales de cocina al alcance y ordenadamente arreglados con este elegante especiero.",
    "The Spoon is a versatile kitchen utensil for stirring, serving, and tasting. Its ergonomic design and durable construction make it an essential tool for every kitchen.": "La cuchara es un utensilio de cocina versátil para revolver, servir y probar. Su diseño ergonómico y construcción duradera la hacen una herramienta esencial para toda cocina.",
    "The Tray is a functional and decorative item for serving snacks, appetizers, or drinks. Its stylish design makes it a versatile accessory for entertaining guests.": "La bandeja es un artículo funcional y decorativo para servir bocadillos, aperitivos o bebidas. Su diseño elegante la hace un accesorio versátil para entretener invitados.",
    "The Wooden Rolling Pin is a classic kitchen tool for rolling out dough for baking. Its smooth surface and sturdy handles make it easy to achieve uniform thickness.": "El rodillo de madera es una herramienta clásica de cocina para extender masa para hornear. Su superficie lisa y mangos resistentes hacen fácil lograr un grosor uniforme.",
    "The Yellow Peeler is a handy tool for peeling fruits and vegetables with ease. Its bright yellow color adds a cheerful touch to your kitchen gadgets.": "El pelador amarillo es una herramienta práctica para pelar frutas y verduras con facilidad. Su color amarillo brillante añade un toque alegre a tus gadgets de cocina.",
    "The MacBook Pro 14 Inch in Space Grey is a powerful and sleek laptop, featuring Apple's M1 Pro chip for exceptional performance and a stunning Retina display.": "La MacBook Pro de 14 pulgadas en gris espacial es una laptop potente y elegante, con el chip M1 Pro de Apple para un rendimiento excepcional y una impresionante pantalla Retina.",
    "The Asus Zenbook Pro Dual Screen Laptop is a high-performance device with dual screens, providing productivity and versatility for creative professionals.": "La laptop Asus Zenbook Pro de doble pantalla es un dispositivo de alto rendimiento con pantallas duales, proporcionando productividad y versatilidad para profesionales creativos.",
    "The Huawei Matebook X Pro is a slim and stylish laptop with a high-resolution touchscreen display, offering a premium experience for users on the go.": "La Huawei Matebook X Pro es una laptop delgada y elegante con una pantalla táctil de alta resolución, ofreciendo una experiencia premium para usuarios en movimiento.",
    "The Lenovo Yoga 920 is a 2-in-1 convertible laptop with a flexible hinge, allowing you to use it as a laptop or tablet, offering versatility and portability.": "La Lenovo Yoga 920 es una laptop convertible 2-en-1 con una bisagra flexible, permitiéndote usarla como laptop o tableta, ofreciendo versatilidad y portabilidad.",
    "The New DELL XPS 13 9300 Laptop is a compact and powerful device, featuring a virtually borderless InfinityEdge display and high-end performance for various tasks.": "La nueva laptop DELL XPS 13 9300 es un dispositivo compacto y potente, con una pantalla InfinityEdge prácticamente sin bordes y rendimiento de alta gama para varias tareas.",
    "The Blue & Black Check Shirt is a stylish and comfortable men's shirt featuring a classic check pattern. Made from high-quality fabric, it's suitable for both casual and semi-formal occasions.": "La camisa a cuadros azul y negra es una camisa masculina elegante y cómoda con un patrón de cuadros clásico. Hecha de tela de alta calidad, es adecuada tanto para ocasiones casuales como semi-formales.",
    "The Gigabyte Aorus Men Tshirt is a cool and casual shirt for gaming enthusiasts. With the Aorus logo and sleek design, it's perfect for expressing your gaming style.": "La camiseta Gigabyte Aorus para hombres es una camiseta genial y casual para entusiastas de los videojuegos. Con el logo de Aorus y diseño elegante, es perfecta para expresar tu estilo gamer.",
    "The Man Plaid Shirt is a timeless and versatile men's shirt with a classic plaid pattern. Its comfortable fit and casual style make it a wardrobe essential for various occasions.": "La camisa a cuadros para hombre es una camisa masculina atemporal y versátil con un patrón de cuadros clásico. Su ajuste cómodo y estilo casual la hacen esencial en el guardarropa para varias ocasiones.",
    "The Man Short Sleeve Shirt is a breezy and stylish option for warm days. With a comfortable fit and short sleeves, it's perfect for a laid-back yet polished look.": "La camisa de manga corta para hombre es una opción fresca y elegante para días cálidos. Con un ajuste cómodo y mangas cortas, es perfecta para un look relajado pero pulido.",
    "The Men Check Shirt is a classic and versatile shirt featuring a stylish check pattern. Suitable for various occasions, it adds a smart and polished touch to your wardrobe.": "La camisa a cuadros para hombres es una camisa clásica y versátil con un elegante patrón de cuadros. Adecuada para varias ocasiones, añade un toque inteligente y pulido a tu guardarropa.",
    "The Nike Air Jordan 1 in Red and Black is an iconic basketball sneaker known for its stylish design and high-performance features, making it a favorite among sneaker enthusiasts and athletes.": "Las Nike Air Jordan 1 en rojo y negro son un tenis de baloncesto icónico conocido por su diseño elegante y características de alto rendimiento, haciéndolo favorito entre entusiastas de tenis y atletas.",
    "Nike Baseball Cleats are designed for maximum traction and performance on the baseball field. They provide stability and support for players during games and practices.": "Los tacos de béisbol Nike están diseñados para máxima tracción y rendimiento en el campo de béisbol. Proporcionan estabilidad y soporte para jugadores durante juegos y prácticas.",
    "The Puma Future Rider Trainers offer a blend of retro style and modern comfort. Perfect for casual wear, these trainers provide a fashionable and comfortable option for everyday use.": "Los tenis Puma Future Rider ofrecen una mezcla de estilo retro y comodidad moderna. Perfectos para uso casual, estos tenis proporcionan una opción elegante y cómoda para uso diario.",
    "The Sports Sneakers in Off White and Red combine style and functionality, making them a fashionable choice for sports enthusiasts. The red and off-white color combination adds a bold and energetic touch.": "Los tenis deportivos en blanco hueso y rojo combinan estilo y funcionalidad, haciéndolos una elección elegante para entusiastas del deporte. La combinación de colores rojo y blanco hueso añade un toque audaz y energético.",
    "Another variant of the Sports Sneakers in Off White Red, featuring a unique design. These sneakers offer style and comfort for casual occasions.": "Otra variante de los tenis deportivos en blanco hueso y rojo, con un diseño único. Estos tenis ofrecen estilo y comodidad para ocasiones casuales.",
    "The Brown Leather Belt Watch is a stylish timepiece with a classic design. Featuring a genuine leather strap and a sleek dial, it adds a touch of sophistication to your look.": "El reloj de correa de cuero marrón es una pieza elegante con un diseño clásico. Con una correa de cuero genuino y una carátula elegante, añade un toque de sofisticación a tu look.",
    "The Longines Master Collection is an elegant and refined watch known for its precision and craftsmanship. With a timeless design, it's a symbol of luxury and sophistication.": "La colección Longines Master es un reloj elegante y refinado conocido por su precisión y artesanía. Con un diseño atemporal, es un símbolo de lujo y sofisticación.",
    "The Rolex Cellini Date with Black Dial is a classic and prestigious watch. With a black dial and date complication, it exudes sophistication and is a symbol of Rolex's heritage.": "El Rolex Cellini Date con carátula negra es un reloj clásico y prestigioso. Con una carátula negra y complicación de fecha, exuda sofisticación y es un símbolo del legado de Rolex.",
    "The Rolex Cellini Moonphase is a masterpiece of horology, featuring a moon phase complication and exquisite design. It reflects Rolex's commitment to precision and elegance.": "El Rolex Cellini Moonphase es una obra maestra de la relojería, con una complicación de fases lunares y diseño exquisito. Refleja el compromiso de Rolex con la precisión y elegancia.",
    "The Rolex Datejust is an iconic and versatile timepiece with a date window. Known for its timeless design and reliability, it's a symbol of Rolex's watchmaking excellence.": "El Rolex Datejust es una pieza icónica y versátil con una ventana de fecha. Conocido por su diseño atemporal y confiabilidad, es un símbolo de la excelencia relojera de Rolex.",
    "The Rolex Submariner is a legendary dive watch with a rich history. Known for its durability and water resistance, it's a symbol of adventure and exploration.": "El Rolex Submariner es un reloj de buceo legendario con una rica historia. Conocido por su durabilidad y resistencia al agua, es un símbolo de aventura y exploración.",
    "The Amazon Echo Plus is a smart speaker with built-in Alexa voice control. It features premium sound quality and serves as a hub for controlling smart home devices.": "El Amazon Echo Plus es un altavoz inteligente con control de voz Alexa incorporado. Cuenta con calidad de sonido premium y sirve como centro para controlar dispositivos de hogar inteligente.",
    "The Apple Airpods offer a seamless wireless audio experience. With easy pairing, high-quality sound, and Siri integration, they are perfect for on-the-go listening.": "Los Apple AirPods ofrecen una experiencia de audio inalámbrica perfecta. Con emparejamiento fácil, sonido de alta calidad e integración con Siri, son perfectos para escuchar en movimiento.",
    "The Apple AirPods Max in Silver are premium over-ear headphones with high-fidelity audio, adaptive EQ, and active noise cancellation. Experience immersive sound in style.": "Los Apple AirPods Max en plateado son audífonos premium sobre la oreja con audio de alta fidelidad, EQ adaptivo y cancelación activa de ruido. Experimenta sonido inmersivo con estilo.",
    "The Apple AirPower Wireless Charger provides a convenient way to charge your compatible Apple devices wirelessly. Simply place your devices on the charging mat for effortless charging.": "El cargador inalámbrico Apple AirPower proporciona una manera conveniente de cargar tus dispositivos Apple compatibles de forma inalámbrica. Simplemente coloca tus dispositivos en la alfombrilla de carga para cargar sin esfuerzo.",
    "The Apple HomePod Mini in Cosmic Grey is a compact smart speaker that delivers impressive audio and integrates seamlessly with the Apple ecosystem for a smart home experience.": "El Apple HomePod Mini en gris cósmico es un altavoz inteligente compacto que ofrece audio impresionante y se integra perfectamente con el ecosistema Apple para una experiencia de hogar inteligente.",
    "The Apple iPhone Charger is a high-quality charger designed for fast and efficient charging of your iPhone. Ensure your device stays powered up and ready to go.": "El cargador Apple iPhone es un cargador de alta calidad diseñado para carga rápida y eficiente de tu iPhone. Asegura que tu dispositivo se mantenga cargado y listo para usar.",
    "The Apple MagSafe Battery Pack is a portable and convenient way to add extra battery life to your MagSafe-compatible iPhone. Attach it magnetically for a secure connection.": "El paquete de batería Apple MagSafe es una forma portátil y conveniente de añadir vida de batería extra a tu iPhone compatible con MagSafe. Conéctalo magnéticamente para una conexión segura.",
    "The Apple Watch Series 4 in Gold is a stylish and advanced smartwatch with features like heart rate monitoring, fitness tracking, and a beautiful Retina display.": "El Apple Watch Series 4 en dorado es un smartwatch elegante y avanzado con características como monitoreo de frecuencia cardíaca, seguimiento de fitness y una hermosa pantalla Retina.",
    "Dior Sauvage Eau de Toilette is a popular men's fragrance, featuring a bold and fresh scent with notes of bergamot and ambroxan. It exudes confidence and masculinity.": "Dior Sauvage Eau de Toilette es una fragancia masculina popular, con un aroma audaz y fresco con notas de bergamota y ambroxan. Exuda confianza y masculinidad.",
    "Bvlgari Omnia Coral is a vibrant women's fragrance with fruity and floral notes. Its lively scent captures the essence of summer and joyful moments.": "Bvlgari Omnia Coral es una fragancia femenina vibrante con notas frutales y florales. Su aroma vivaz captura la esencia del verano y momentos alegres.",
    "The La Vie Est Belle Eau de Parfum by Lancôme is a luxurious women's fragrance with sweet and floral notes. It embodies elegance, happiness, and femininity.": "La Vie Est Belle Eau de Parfum de Lancôme es una fragancia femenina lujosa con notas dulces y florales. Encarna elegancia, felicidad y feminidad.",
    "The Perfume Spray is a convenient and portable fragrance option. It delivers a fine mist of scent, allowing for easy application throughout the day.": "El atomizador de perfume es una opción de fragancia conveniente y portátil. Entrega una fina bruma de aroma, permitiendo aplicación fácil durante el día.",
    "The Apple Homepod Mini in White is a compact smart speaker with impressive sound quality and Siri integration. Control your smart home and enjoy music with ease.": "El Apple HomePod Mini en blanco es un altavoz inteligente compacto con calidad de sonido impresionante e integración con Siri. Controla tu hogar inteligente y disfruta música con facilidad.",
    "The iPhone 9 is a smartphone that bridges the gap between the iPhone 8 and iPhone X, offering modern features in a familiar design.": "El iPhone 9 es un smartphone que cierra la brecha entre el iPhone 8 y iPhone X, ofreciendo características modernas en un diseño familiar.",
    "The iPhone 14 is the latest generation of Apple's iconic smartphone, featuring cutting-edge technology, an advanced camera system, and powerful performance.": "El iPhone 14 es la última generación del smartphone icónico de Apple, con tecnología de vanguardia, un sistema de cámara avanzado y rendimiento potente.",
    "The Oppo A57 is a feature-rich smartphone with a focus on performance and style. It offers a great balance of functionality and affordability.": "El Oppo A57 es un smartphone rico en características con enfoque en rendimiento y estilo. Ofrece un gran equilibrio de funcionalidad y asequibilidad.",
    "The Oppo F19 is a sleek and capable smartphone with a focus on camera performance and a stylish design. It caters to users looking for a reliable and attractive device.": "El Oppo F19 es un smartphone elegante y capaz con enfoque en rendimiento de cámara y diseño estilizado. Atiende a usuarios buscando un dispositivo confiable y atractivo.",
    "The Realme C35 is a budget-friendly smartphone with essential features for everyday use. It provides good value for users seeking affordability without compromising usability.": "El Realme C35 es un smartphone económico con características esenciales para uso diario. Proporciona buen valor para usuarios que buscan asequibilidad sin comprometer usabilidad.",
    "The Realme Narzo 50 is a mid-range smartphone with impressive performance and a stylish design. It caters to users who want a capable device at an affordable price point.": "El Realme Narzo 50 es un smartphone de gama media con rendimiento impresionante y diseño elegante. Atiende a usuarios que quieren un dispositivo capaz a un precio asequible.",
    "The Realme X7 Max is a high-performance smartphone with a focus on gaming and multimedia experiences. It features advanced hardware and a vibrant display.": "El Realme X7 Max es un smartphone de alto rendimiento con enfoque en gaming y experiencias multimedia. Cuenta con hardware avanzado y una pantalla vibrante.",
    "The Samsung Galaxy S7 is a classic smartphone known for its premium design, water resistance, and reliable performance.": "El Samsung Galaxy S7 es un smartphone clásico conocido por su diseño premium, resistencia al agua y rendimiento confiable.",
    "The Samsung Galaxy S8 is a stylish and powerful smartphone featuring an edge-to-edge display and impressive camera capabilities.": "El Samsung Galaxy S8 es un smartphone elegante y poderoso con una pantalla de borde a borde y capacidades de cámara impresionantes.",
    "The Samsung Galaxy S10 is a flagship smartphone offering advanced features, a sleek design, and top-notch performance.": "El Samsung Galaxy S10 es un smartphone insignia que ofrece características avanzadas, diseño elegante y rendimiento de primera.",
    "The Samsung Galaxy S10+ is a larger version of the S10, with an expansive display, dual front cameras, and enhanced battery life.": "El Samsung Galaxy S10+ es una versión más grande del S10, con una pantalla expansiva, cámaras frontales duales y vida de batería mejorada.",
    "The Samsung Galaxy S21 Ultra is a cutting-edge smartphone with a large display, advanced camera system, and powerful hardware for a premium experience.": "El Samsung Galaxy S21 Ultra es un smartphone de vanguardia con una pantalla grande, sistema de cámara avanzado y hardware poderoso para una experiencia premium.",
    "The Samsung Galaxy S22 Ultra is the latest flagship with an integrated S Pen, exceptional camera system, and unparalleled performance.": "El Samsung Galaxy S22 Ultra es el último buque insignia con un S Pen integrado, sistema de cámara excepcional y rendimiento sin igual.",
    "The Vivo V21 is a stylish smartphone with a focus on selfies and camera quality, offering advanced imaging features.": "El Vivo V21 es un smartphone elegante con enfoque en selfies y calidad de cámara, ofreciendo características de imagen avanzadas.",
    "The Vivo Y20 is an affordable smartphone with essential features and reliable performance for everyday use.": "El Vivo Y20 es un smartphone asequible con características esenciales y rendimiento confiable para uso diario.",
    "The Xiaomi Mi 10 is a powerful smartphone with high-end specifications, impressive camera performance, and sleek design.": "El Xiaomi Mi 10 es un smartphone poderoso con especificaciones de alta gama, rendimiento de cámara impresionante y diseño elegante.",
    "The Xiaomi Mi 11 Ultra is a flagship smartphone offering an advanced camera system, powerful processor, and premium design.": "El Xiaomi Mi 11 Ultra es un smartphone insignia que ofrece un sistema de cámara avanzado, procesador poderoso y diseño premium.",
    "The Xiaomi Mi Note 10 is a feature-packed smartphone with a focus on camera capabilities, offering a versatile photography experience.": "El Xiaomi Mi Note 10 es un smartphone lleno de características con enfoque en capacidades de cámara, ofreciendo una experiencia fotográfica versátil.",
    "The OnePlus 9 is a flagship smartphone with a sleek design, high-performance hardware, and a focus on smooth user experience.": "El OnePlus 9 es un smartphone insignia con diseño elegante, hardware de alto rendimiento y enfoque en experiencia de usuario fluida.",
    "The OnePlus 9 Pro is an advanced version of the OnePlus 9, with enhanced camera capabilities and a premium build.": "El OnePlus 9 Pro es una versión avanzada del OnePlus 9, con capacidades de cámara mejoradas y construcción premium.",
    "The OnePlus Nord is a mid-range smartphone offering solid performance and features at an affordable price.": "El OnePlus Nord es un smartphone de gama media que ofrece rendimiento sólido y características a un precio asequible.",
    "The Google Pixel 5 is a smartphone known for its exceptional camera performance, clean Android experience, and compact design.": "El Google Pixel 5 es un smartphone conocido por su rendimiento de cámara excepcional, experiencia Android limpia y diseño compacto.",
    "The Google Pixel 6 is a flagship smartphone with Google's custom Tensor chip, advanced camera features, and modern design.": "El Google Pixel 6 es un smartphone insignia con el chip Tensor personalizado de Google, características de cámara avanzadas y diseño moderno.",
    "The Google Pixel 6 Pro is an enhanced version of the Pixel 6, with a larger display and additional camera features.": "El Google Pixel 6 Pro es una versión mejorada del Pixel 6, con una pantalla más grande y características de cámara adicionales.",
    "The Huawei P30 Pro is a flagship smartphone with an advanced camera system, premium design, and long battery life.": "El Huawei P30 Pro es un smartphone insignia con un sistema de cámara avanzado, diseño premium y larga duración de batería.",
    "The Huawei Mate 40 Pro is a high-end smartphone with powerful performance, impressive cameras, and a sleek design.": "El Huawei Mate 40 Pro es un smartphone de gama alta con rendimiento poderoso, cámaras impresionantes y diseño elegante.",
    "The Nokia 3310 is a classic feature phone known for its durability, long battery life, and nostalgic design.": "El Nokia 3310 es un teléfono clásico conocido por su durabilidad, larga duración de batería y diseño nostálgico.",
    "The Sony Xperia 1 III is a premium smartphone with a 4K display, advanced camera features, and high-end performance.": "El Sony Xperia 1 III es un smartphone premium con pantalla 4K, características de cámara avanzadas y rendimiento de alta gama.",
    "The LG Wing is a unique smartphone with a swiveling display, offering a new form factor and multitasking capabilities.": "El LG Wing es un smartphone único con una pantalla giratoria, ofreciendo un nuevo factor de forma y capacidades multitarea.",
    "The Asus ROG Phone 5 is a gaming smartphone with top-tier hardware, gaming-specific features, and a bold design.": "El Asus ROG Phone 5 es un smartphone gaming con hardware de primer nivel, características específicas para gaming y diseño audaz.",
    "The ZTE Axon 20 is known as the first smartphone with an under-display camera, combining innovation with sleek design.": "El ZTE Axon 20 es conocido como el primer smartphone con cámara bajo pantalla, combinando innovación con diseño elegante.",
    "The Lenovo Legion Phone Duel is a gaming smartphone with powerful hardware and unique features designed for mobile gamers.": "El Lenovo Legion Phone Duel es un smartphone gaming con hardware poderoso y características únicas diseñadas para gamers móviles.",
    "The Honor 50 is a stylish smartphone with strong performance, good camera capabilities, and modern design.": "El Honor 50 es un smartphone elegante con rendimiento fuerte, buenas capacidades de cámara y diseño moderno.",
    "The Alcatel 1S is an entry-level smartphone offering essential features at an affordable price.": "El Alcatel 1S es un smartphone de nivel de entrada que ofrece características esenciales a un precio asequible.",
    "The Micromax IN Note 1 is a budget-friendly smartphone with decent performance and stock Android experience.": "El Micromax IN Note 1 es un smartphone económico con rendimiento decente y experiencia Android pura.",
    "The Infinix Zero 8 is a mid-range smartphone with impressive performance, stylish design, and capable cameras.": "El Infinix Zero 8 es un smartphone de gama media con rendimiento impresionante, diseño elegante y cámaras capaces.",
    "The Tecno Camon 17 is a smartphone with a focus on camera performance, especially selfies, at an affordable price.": "El Tecno Camon 17 es un smartphone con enfoque en rendimiento de cámara, especialmente selfies, a un precio asequible.",
    "The Lava Z6 is an entry-level smartphone with decent features for its price, catering to budget-conscious users.": "El Lava Z6 es un smartphone de nivel de entrada con características decentes por su precio, dirigido a usuarios conscientes del presupuesto.",
    "The Fairphone 4 is a sustainable smartphone designed for longevity, repairability, and ethical sourcing.": "El Fairphone 4 es un smartphone sostenible diseñado para longevidad, reparabilidad y abastecimiento ético.",
    "The Meizu 18 Pro is a high-end smartphone with strong performance, advanced features, and premium build quality.": "El Meizu 18 Pro es un smartphone de gama alta con rendimiento fuerte, características avanzadas y calidad de construcción premium."
  },
  "Wishlist": "Lista de deseos",
  "Blue Frock": "Vestido azul",
  "Heshe Women's Leather Bag": "Bolso de cuero Heshe para mujer",
  "Green Crystal Earring": "Arete de cristal verde",
  "Blue & Black Check Shirt": "Camisa a cuadros azul y negra",
  "Brown Leather Belt Watch": "Reloj con correa de cuero marrón",
  "Nike Air Jordan 1 Red And Black": "Nike Air Jordan 1 rojo y negro",
  "iPhone 14 Series": "Serie iPhone 14",
  "Apple AirPods Max (Silver)": "Apple AirPods Max (Plata)",
  "Apple AirPower Wireless Charger": "Cargador inalámbrico Apple AirPower",
  "Apple HomePod mini (Cosmic Grey)": "Apple HomePod mini (Gris Cósmico)",
  "Decoration Swing": "Columpio decorativo",
  "House Showpiece Plant": "Planta decorativa para el hogar",
  "Annibale Colombo Bed": "Cama Annibale Colombo",
  "American Football": "Fútbol americano",
  "Baseball Ball": "Pelota de béisbol",
  "Baseball Glove": "Guante de béisbol",
  "Apple": "Manzana",
  "Beef Steak": "Bistec de res",
  "Chicken Meat": "Carne de pollo",
  "Men's Fashion": "Moda masculina",
  "Woman's Fashion": "Moda femenina",
  "Electronics": "Electrónicos",
  "Home & Lifestyle": "Hogar y estilo de vida",
  "Sports & Outdoor": "Deportes y aire libre",
  "Groceries & Pets": "Abarrotes y mascotas",
  "Health & Beauty": "Salud y belleza",
  "Tablets": "Tablets",
  "Smart Phones": "Teléfonos inteligentes",
  "Laptops": "Laptops",
  "Groceries": "Abarrotes",
  "Home Decoration": "Decoración del hogar",
  "Furniture": "Muebles",
  "Tops": "Blusas",
  "Womens Dresses": "Vestidos para mujer",
  "Womens Shoes": "Zapatos para mujer",
  "Fragrances": "Fragancias",
  "Skincare": "Cuidado de la piel",
  "Mens Shirts": "Camisas para hombre",
  "Mens Shoes": "Zapatos para hombre",
  "No account found with this email": "No se encontró cuenta con este email",
  "Mens Watches": "Relojes para hombre",
  "Womens Bags": "Bolsos para mujer",
  "Womens Watches": "Relojes para mujer",
  "Womens Jewellery": "Joyería para mujer",
  "Create New Password": "Crear nueva contraseña",
  "Choose a strong password to secure your account": "Elige una contraseña fuerte para asegurar tu cuenta",
  "One uppercase letter": "Una letra mayúscula",
  "One number": "Un número",
  "At least 8 characters": "Al menos 8 caracteres",
  "Password meets all requirements": "La contraseña cumple todos los requisitos",
  "Passwords match": "Las contraseñas coinciden",
  "Passwords do not match": "Las contraseñas no coinciden",
  "Update Password": "Actualizar contraseña",
  "Back to EmailEntry": "Volver a ingreso de email",
  "Reset Password": "Restablecer contraseña",
  "Sunglasses": "Gafas de sol",
  "Automotive": "Automotriz",
  "Motorcycle": "Motocicleta",
  "Rating is required": "La calificación es requerida",
  "Content is required": "El contenido es requerido",
  "Title is required": "El título es requerido",
  "What did you review?": "¿Qué reseñaste?",
  "Review Added": "Reseña agregada",
  "All Products": "Todos los productos",
  "Lighting": "Iluminación",
  "Check your email for the reset link!": "¡Revisa tu email para el enlace de restablecimiento!",
  "View All Products": "Ver todos los productos",
  "Seconds": "Segundos",
  "Enter your email address and we'll send you a Link to reset your password.": "Ingresa tu dirección de email y te enviaremos un enlace para restablecer tu contraseña.",
  "Minutes": "Minutos",
  "Hours": "Horas",
  "Send Reset Link": "Enviar enlace de restablecimiento",
  "Go To Back": "Regresar",
  "Days": "Días",
  "SHOP NOW": "COMPRAR AHORA",
  "$": "$",
  "Add New Review": "Agregar nueva reseña",
  "Share your experience and help others make informed decisions.": "Comparte tu experiencia y ayuda a otros a tomar decisiones informadas.",
  "Review Title": "Título de la reseña",
  "What did you Review?": "¿Qué reseñaste?",
  "Rating": "Calificación",
  "Review Content": "Contenido de la reseña",
  "Share your detailed experience...": "Comparte tu experiencia detallada...",
  "Buy Now": "Comprar ahora",
  "Share your experiences and discover what others are saying about products, services, and places you love.": "Comparte tus experiencias y descubre lo que otros dicen sobre productos, servicios y lugares que amas.",
  "Free Delivery": "Entrega gratuita",
  "Enter your postal code for Delivery Availability": "Ingresa tu código postal para disponibilidad de entrega",
  "Return Delivery": "Entrega de devolución",
  "Free 30 Days Delivery Returns. Details": "Devoluciones de entrega gratuitas por 30 días. Detalles",
  "Related Item": "Artículo relacionado",
  "Reviews": "Reseñas",
  "In Stock": "En stock",
  "Out Of Stock": "Agotado",
  "Send us a Message": "Envíanos un mensaje",
  "Your Name": "Tu nombre",
  "Your Email": "Tu email",
  "Email Address": "Dirección de email",
  "Phone Placeholder": "+34(91)1234567",
  "Add Review": "Agregar reseña",
  "Customer Reviews": "Reseñas de clientes",
  "Your Message": "Tu mensaje",
  "No reviews yet. Be the first to share your experience!": "Aún no hay reseñas. ¡Sé el primero en compartir tu experiencia!",
  "Name is required.": "El nombre es requerido.",
  "Email is required.": "El email es requerido.",
  "Invalid email address.": "Dirección de email inválida.",
  "Phone number is required.": "El número de teléfono es requerido.",
  "Phone number must be 11 digits.": "El número de teléfono debe tener 11 dígitos.",
  "Message is required.": "El mensaje es requerido.",
  "Send Your Message": "Enviar tu mensaje",
  "Call To Us": "Llámanos",
  "We are available 24/7, 7 days a week.": "Estamos disponibles 24/7, 7 días a la semana.",
  "Your Phone Number": "Tu número de teléfono",
  "Write To US": "Escríbenos",
  "Fill out our form and we will contact you within 24 hours.": "Completa nuestro formulario y te contactaremos dentro de 24 horas.",
  "Customer Email": "customer@exclusive.com",
  "Support Email": "support@exclusive.com",
  "Start Live Chat": "Iniciar chat en vivo",
  "Follow US": "Síguenos",
  "Our Story": "Nuestra historia",
  "Launched in 2015, Exclusive is South Asia's premier online shopping marketplace with an active presence in Bangladesh. Supported by a wide range of tailored marketing, data, and service solutions, Exclusive has 10,500 sellers and 300 brands and serves 3 million customers across the region.": "Lanzado en 2015, Exclusive es el principal mercado de compras en línea del sur de Asia con una presencia activa en Bangladesh. Apoyado por una amplia gama de soluciones de marketing, datos y servicios personalizados, Exclusive tiene 10,500 vendedores y 300 marcas y sirve a 3 millones de clientes en toda la región.",
  "Exclusive has more than 1 Million products to offer, growing at a very fast pace. Exclusive offers a diverse assortment in categories ranging from consumer.": "Exclusive tiene más de 1 millón de productos para ofrecer, creciendo a un ritmo muy rápido. Exclusive ofrece un surtido diverso en categorías que van desde el consumidor.",
  "Our Team": "Nuestro equipo",
  "Meet Our": "Conoce a nuestros",
  "Experts": "Expertos",
  "Our dedicated team of professionals brings years of experience and passion to help you achieve your goals with excellence and innovation.": "Nuestro equipo dedicado de profesionales trae años de experiencia y pasión para ayudarte a lograr tus objetivos con excelencia e innovación.",
  "Sellers active on our site": "Vendedores activos en nuestro sitio",
  "Monthly Product Sale": "Venta mensual de productos",
  "Customers active in our site": "Clientes activos en nuestro sitio",
  "Annual gross sale in our site": "Venta bruta anual en nuestro sitio",
  "Tom Cruise": "Tom Cruise",
  "Founder & Chairman": "Fundador y presidente",
  "Emma Watson": "Emma Watson",
  "Co-Founder": "Co-fundadora",
  "Chris Evans": "Chris Evans",
  "Marketing Head": "Jefe de marketing",
  "Scarlett Johansson": "Scarlett Johansson",
  "Lead Designer": "Diseñadora principal",
  "K": "K",
  "Product Name": "Nombre del producto",
  "Price": "Precio",
  "Quantity": "Cantidad",
  "Total": "Total",
  "Empty Cart": "Carrito vacío",
  "Your cart is empty": "Tu carrito está vacío",
  "Browse our collection and add items you love to your cart.": "Navega nuestra colección y agrega artículos que ames a tu carrito.",
  "Return To Shop": "Regresar a la tienda",
  "Update Cart": "Actualizar carrito",
  "Coupon Code": "Código de cupón",
  "Apply Coupon": "Aplicar cupón",
  "Free": "Gratis",
  "Cart Total": "Total del carrito",
  "Subtotal": "Subtotal",
  "Shipping": "Envío",
  "Tax": "Impuesto",
  "Proceed to Checkout": "Proceder al pago",
  "CheckOut": "Pago",
  "Billing Details": "Detalles de facturación",
  "First Name": "Nombre",
  "First Name is required.": "El nombre es requerido.",
  "Company Name": "Nombre de la empresa",
  "Company Name is required.": "El nombre de la empresa es requerido.",
  "Street Address*": "Dirección*",
  "Street Address is required.": "La dirección es requerida.",
  "Apartment, floor, etc. (optional)": "Apartamento, piso, etc. (opcional)",
  "Town/City*": "Ciudad*",
  "City is required.": "La ciudad es requerida.",
  "Phone Number*": "Número de teléfono*",
  "Phone is required.": "El teléfono es requerido.",
  "Email Address*": "Dirección de email*",
  "Agree to Terms and Conditions": "Acepto los términos y condiciones",
  "You must agree before submitting.": "Debes aceptar antes de enviar.",
  "Place Order": "Realizar pedido",
  "Subtotal:": "Subtotal:",
  "Shipping:": "Envío:",
  "Tax:": "Impuesto:",
  "Bank": "Banco",
  "Cash on delivery": "Pago contra entrega",
  "Enter your full name": "Ingresa tu nombre completo",
  "Enter your company name": "Ingresa el nombre de tu empresa",
  "Enter your street address": "Ingresa tu dirección",
  "Enter your city": "Ingresa tu ciudad",
  "Enter your phone number": "Ingresa tu número de teléfono",
  "Enter your email address": "Ingresa tu dirección de email",
  "Full Name": "Nombre completo",
  "Manage My Account": "Administrar mi cuenta",
  "My Profile": "Mi perfil",
  "Change Password": "Cambiar contraseña",
  "Address Book": "Libreta de direcciones",
  "My Payment Options": "Mis opciones de pago",
  "Edit Your Profile": "Editar tu perfil",
  "Update your personal information and contact details": "Actualiza tu información personal y detalles de contacto",
  "Personal Information": "Información personal",
  "Required": "Requerido",
  "Last Name": "Apellido",
  "Contact Information": "Información de contacto",
  "Verification required": "Verificación requerida",
  "Phone": "Teléfono",
  "The email has been changed. A verification code will be sent to confirm the changes.": "El email ha sido cambiado. Se enviará un código de verificación para confirmar los cambios.",
  "Cancel": "Cancelar",
  "Verify your email": "Verifica tu email",
  "Save Change": "Guardar cambios",
  "Update your account password for better security": "Actualiza la contraseña de tu cuenta para mayor seguridad",
  "Password Security Tips": "Consejos de seguridad para contraseñas",
  "Use a strong password with at least 8 characters, including uppercase, lowercase, numbers, and special characters.": "Usa una contraseña fuerte con al menos 8 caracteres, incluyendo mayúsculas, minúsculas, números y caracteres especiales.",
  "Current Password": "Contraseña actual",
  "The password doesn't match the original password": "La contraseña no coincide con la contraseña original",
  "New Password": "Nueva contraseña",
  "Confirm New Password": "Confirmar nueva contraseña",
  "The password confirmation doesn't match the new password": "La confirmación de contraseña no coincide con la nueva contraseña",
  "Incorrect Password Error": "Error de contraseña incorrecta",
  "Update Password successfully": "Contraseña actualizada exitosamente",
  "Manage your saved addresses and contact information": "Administra tus direcciones guardadas e información de contacto",
  "Default": "Predeterminado",
  "You haven't added any payment methods yet.": "Aún no has agregado ningún método de pago.",
  "VALID THRU": "VÁLIDA HASTA",
  "Manage your payment methods and billing information": "Administra tus métodos de pago e información de facturación",
  "Add Address": "Agregar dirección",
  "Add New Address": "Agregar nueva dirección",
  "Edit Address": "Editar dirección",
  "Fill in the details for your new address": "Completa los detalles de tu nueva dirección",
  "Address Type": "Tipo de dirección",
  "Work": "Trabajo",
  "Other": "Otro",
  "Contact Name*": "Nombre de contacto*",
  "Contact Name is required.": "El nombre de contacto es requerido.",
  "Full Address*": "Dirección completa*",
  "Enter complete address including street, building number, etc.": "Ingresa la dirección completa incluyendo calle, número de edificio, etc.",
  "Full Address is required.": "La dirección completa es requerida.",
  "City/Location*": "Ciudad/Ubicación*",
  "Enter City Or Location": "Ingresa ciudad o ubicación",
  "Enter Phone Number": "Ingresa número de teléfono",
  "Phone Number is required.": "El número de teléfono es requerido.",
  "Add Payment Method": "Agregar método de pago",
  "Add Card": "Agregar tarjeta",
  "Name Owner": "Nombre del propietario",
  "Name Owner is required.": "El nombre del propietario es requerido.",
  "Select Payment Card": "Seleccionar tarjeta de pago",
  "Visa": "Visa",
  "PayPal": "PayPal",
  "MasterCard": "MasterCard",
  "Vodafone Cash": "Vodafone Cash",
  "0000 0000 0000 0000": "0000 0000 0000 0000",
  "Card Number is required.": "El número de tarjeta es requerido.",
  "CVV": "CVV",
  "CVV is required.": "El CVV es requerido.",
  "Add Payment Card": "Agregar tarjeta de pago",
  "Order ID #": "ID de pedido #",
  "pending": "pendiente",
  "completed": "completado",
  "canceled": "cancelado",
  "Date Order": "Fecha del pedido",
  "The number of products": "El número de productos",
  "Product": "Producto",
  "View details": "Ver detalles",
  "Order ID:": "ID del pedido:",
  "Date:": "Fecha:",
  "Qty:": "Cant:",
  "SubTotal:": "Subtotal:",
  "Total:": "Total:",
  "Download PDF": "Descargar PDF",
  "Mark as Delivered": "Marcar como entregado",
  "Mark as Cancel": "Marcar como cancelado",
  "Orders": "Pedidos",
  "No Payment added yet": "Aún no se ha añadido ningún pago",
  "No Address added yet": "Aún no se ha añadido ninguna dirección",

  "Summer Sale For All Swim Suits And Free Express Delivery - OFF 50%": "¡Oferta de verano en todos los trajes de baño y envío express gratuito - 50% de descuento!",
  "No orders have been canceled yet.": "Aún no se han cancelado pedidos.",
  "No orders have been received yet.": "Aún no se han recibido pedidos.",
  "Canccellations Order": "Pedidos cancelados",
  "Order": "Pedido"
}
