{
  "titles": {
    "apple airpods max silver": "Apple AirPods Max (Gümüş)",
    "apple airpower wireless charger": "Apple AirPower Kablosuz Şarj Cihazı",
    "apple homepod mini cosmic grey": "Apple HomePod mini (Kozmik Gri)",
    "Essence Mascara Lash Princess": "Essence Maskara Lash Princess",
    "Eyeshadow Palette with Mirror": "Aynalı Far Paleti",
    "Powder Canister": "Pudra Kutusu",
    "Red Lipstick": "Kırmızı Ruj",
    "Red Nail Polish": "Kırmızı Oje",
    "Calvin Klein CK One": "Calvin Klein CK One",
    "Chanel Coco Noir Eau De": "Chanel Coco Noir Eau De",
    "Dior J'adore": "Dior J'adore",
    "Email updated successfully": "E-posta başarıyla güncellendi",
    "Dolce Shine Eau de": "Dolce Shine Eau de",
    "Gucci Bloom Eau de": "Gucci Bloom Eau de",
    "Annibale Colombo Bed": "Annibale Colombo Yatak",
    "Annibale Colombo Sofa": "Annibale Colombo Kanepe",
    "Bedside Table African Cherry": "Afrika Kirazı Komodin",
    "Knoll Saarinen Executive Conference Chair": "Knoll Saarinen Executive Konferans Koltuğu",
    "Wooden Bathroom Sink With Mirror": "Aynalı Ahşap Banyo Lavabosu",
    "Apple": "Elma",
    "Verify your identity": "Kimliğinizi doğrulayın",
    "A verification code has been sent to": "Bir doğrulama kodu şu adrese gönderildi:",
    "Please enter the 6-digit verification code": "Lütfen 6 haneli doğrulama kodunu girin",
    "Verification code": "Doğrulama kodu",
    "Back to Edit": "Düzenlemeye Geri Dön",
    "Load More": "Daha Fazla Ürün Yükle",
    "Beef Steak": "Biftek",
    "Cat Food": "Kedi Maması",
    "Chicken Meat": "Tavuk Eti",
    "Cooking Oil": "Yemeklik Yağ",
    "Cucumber": "Salatalık",
    "Dog Food": "Köpek Maması",
    "Eggs": "Yumurta",
    "Fish Steak": "Balık Filetosu",
    "Green Bell Pepper": "Yeşil Dolmalık Biber",
    "Green Chili Pepper": "Yeşil Biber",
    "Honey Jar": "Bal Kavanozu",
    "Ice Cream": "Dondurma",
    "Juice": "Meyve Suyu",
    "Kiwi": "Kivi",
    "Lemon": "Limon",
    "Milk": "Süt",
    "Mulberry": "Dut",
    "Nescafe Coffee": "Nescafe Kahve",
    "Potatoes": "Patates",
    "Protein Powder": "Protein Tozu",
    "Red Onions": "Kırmızı Soğan",
    "Rice": "Pirinç",
    "Soft Drinks": "Gazlı İçecekler",
    "Strawberry": "Çilek",
    "Tissue Paper Box": "Kağıt Mendil Kutusu",
    "Water": "Su",
    "Decoration Swing": "Dekorasyon Salıncağı",
    "Family Tree Photo Frame": "Aile Ağacı Fotoğraf Çerçevesi",
    "House Showpiece Plant": "Ev Dekorasyon Bitkisi",
    "Plant Pot": "Saksı",
    "Table Lamp": "Masa Lambası",
    "Bamboo Spatula": "Bambu Spatula",
    "Black Aluminium Cup": "Siyah Alüminyum Bardak",
    "Black Whisk": "Siyah Çırpıcı",
    "Boxed Blender": "Kutu Blender",
    "Carbon Steel Wok": "Karbon Çelik Wok Tava",
    "Chopping Board": "Doğrama Tahtası",
    "Citrus Squeezer Yellow": "Sarı Narenciye Sıkacağı",
    "Egg Slicer": "Yumurta Dilimleyici",
    "Electric Stove": "Elektrikli Ocak",
    "Fine Mesh Strainer": "İnce Elek",
    "Fork": "Çatal",
    "Glass": "Bardak",
    "Grater Black": "Siyah Rende",
    "Hand Blender": "El Blenderı",
    "Ice Cube Tray": "Buz Kalıbı",
    "Kitchen Sieve": "Mutfak Eleği",
    "Knife": "Bıçak",
    "Lunch Box": "Yemek Kutusu",
    "Microwave Oven": "Mikrodalga Fırın",
    "Mug Tree Stand": "Bardak Askılığı",
    "Pan": "Tava",
    "Plate": "Tabak",
    "Red Tongs": "Kırmızı Maşa",
    "Silver Pot With Glass Cap": "Cam Kapaklı Gümüş Tencere",
    "Slotted Turner": "Delikli Spatula",
    "Spice Rack": "Baharatlık",
    "Spoon": "Kaşık",
    "Tray": "Tepsi",
    "Wooden Rolling Pin": "Ahşap Oklava",
    "Yellow Peeler": "Sarı Soyacak",
    "Apple MacBook Pro 14 Inch Space Grey": "Apple MacBook Pro 14 İnç Uzay Grisi",
    "Asus Zenbook Pro Dual Screen Laptop": "Asus Zenbook Pro Çift Ekran Laptop",
    "Huawei Matebook X Pro": "Huawei Matebook X Pro",
    "Lenovo Yoga 920": "Lenovo Yoga 920",
    "New DELL XPS 13 9300 Laptop": "Yeni DELL XPS 13 9300 Laptop",
    "Blue & Black Check Shirt": "Mavi & Siyah Ekoseli Gömlek",
    "Gigabyte Aorus Men Tshirt": "Gigabyte Aorus Erkek Tshirt",
    "Man Plaid Shirt": "Erkek Ekose Gömlek",
    "Man Short Sleeve Shirt": "Erkek Kısa Kollu Gömlek",
    "Men Check Shirt": "Erkek Ekoseli Gömlek",
    "Nike Air Jordan 1 Red And Black": "Nike Air Jordan 1 Kırmızı ve Siyah",
    "Nike Baseball Cleats": "Nike Baseball Ayakkabısı",
    "Puma Future Rider Trainers": "Puma Future Rider Spor Ayakkabı",
    "Sports Sneakers Off White & Red": "Off White & Kırmızı Spor Ayakkabı",
    "Sports Sneakers Off White Red": "Off White Kırmızı Spor Ayakkabı",
    "Brown Leather Belt Watch": "Kahverengi Deri Kayışlı Saat",
    "Longines Master Collection": "Longines Master Koleksiyonu",
    "Rolex Cellini Date Black Dial": "Rolex Cellini Date Siyah Kadran",
    "Rolex Cellini Moonphase": "Rolex Cellini Moonphase",
    "Rolex Datejust": "Rolex Datejust",
    "Rolex Submariner Watch": "Rolex Submariner Saat",
    "Amazon Echo Plus": "Amazon Echo Plus",
    "Apple Airpods": "Apple Airpods",
    "Apple AirPods Max Silver": "Apple AirPods Max Gümüş",
    "Apple Airpower Wireless Charger": "Apple Airpower Kablosuz Şarj Cihazı",
    "Apple HomePod Mini Cosmic Grey": "Apple HomePod Mini Kozmik Gri",
    "Apple iPhone Charger": "Apple iPhone Şarj Cihazı",
    "Apple MagSafe Battery Pack": "Apple MagSafe Batarya Paketi",
    "Apple Watch Series 4 Gold": "Apple Watch Series 4 Altın",
    "Beats Flex Wireless Earphones": "Beats Flex Kablosuz Kulaklık",
    "iPhone 12 Silicone Case with MagSafe Plum": "iPhone 12 Silikon Kılıf MagSafe Erik",
    "Monopod": "Monopod",
    "Selfie Lamp with iPhone": "iPhone'lu Selfie Lambası",
    "Selfie Stick Monopod": "Selfie Çubuğu Monopod",
    "TV Studio Camera Pedestal": "TV Stüdyo Kamera Sehpası",
    "Generic Motorcycle": "Genel Motosiklet",
    "Kawasaki Z800": "Kawasaki Z800",
    "MotoGP CI.H1": "MotoGP CI.H1",
    "Scooter Motorcycle": "Skuter Motosiklet",
    "Sportbike Motorcycle": "Spor Motosiklet",
    "Attitude Super Leaves Hand Soap": "Attitude Super Leaves El Sabunu",
    "Olay Ultra Moisture Shea Butter Body Wash": "Olay Ultra Nemlendirici Shea Yağı Vücut Şampuanı",
    "Vaseline Men Body and Face Lotion": "Vaseline Men Vücut ve Yüz Losyonu",
    "iPhone 5s": "iPhone 5s",
    "iPhone 6": "iPhone 6",
    "iPhone 13 Pro": "iPhone 13 Pro",
    "iPhone X": "iPhone X",
    "Oppo A57": "Oppo A57",
    "Oppo F19 Pro Plus": "Oppo F19 Pro Plus",
    "Oppo K1": "Oppo K1",
    "Realme C35": "Realme C35",
    "Realme X": "Realme X",
    "Realme XT": "Realme XT",
    "Samsung Galaxy S7": "Samsung Galaxy S7",
    "Samsung Galaxy S8": "Samsung Galaxy S8",
    "Samsung Galaxy S10": "Samsung Galaxy S10",
    "Vivo S1": "Vivo S1",
    "Vivo V9": "Vivo V9",
    "Vivo X21": "Vivo X21",
    "American Football": "Amerikan Futbolu",
    "Baseball Ball": "Beyzbol Topu",
    "Baseball Glove": "Beyzbol Eldiveni",
    "Basketball": "Basketbol",
    "Basketball Rim": "Basketbol Potası",
    "Cricket Ball": "Kriket Topu",
    "Cricket Bat": "Kriket Sopası",
    "Cricket Helmet": "Kriket Kaskı",
    "Cricket Wicket": "Kriket Kaleleri",
    "Feather Shuttlecock": "Tüy Tüytop",
    "Football": "Futbol",
    "Golf Ball": "Golf Topu",
    "Iron Golf": "Demir Golf Sopası",
    "Metal Baseball Bat": "Metal Beyzbol Sopası",
    "Tennis Ball": "Tenis Topu",
    "Tennis Racket": "Tenis Raketi",
    "Volleyball": "Voleybol",
    "Black Sun Glasses": "Siyah Güneş Gözlüğü",
    "Classic Sun Glasses": "Klasik Güneş Gözlüğü",
    "Green and Black Glasses": "Yeşil ve Siyah Gözlük",
    "Party Glasses": "Parti Gözlüğü",
    "Sunglasses": "Güneş Gözlüğü",
    "iPad Mini 2021 Starlight": "iPad Mini 2021 Starlight",
    "Samsung Galaxy Tab S8 Plus Grey": "Samsung Galaxy Tab S8 Plus Gri",
    "Samsung Galaxy Tab White": "Samsung Galaxy Tab Beyaz",
    "Blue Frock": "Mavi Elbise",
    "Girl Summer Dress": "Kız Yazlık Elbise",
    "Gray Dress": "Gri Elbise",
    "Short Frock": "Kısa Elbise",
    "Tartan Dress": "Tartan Elbise",
    "300 Touring": "300 Touring",
    "Charger SXT RWD": "Charger SXT RWD",
    "Dodge Hornet GT Plus": "Dodge Hornet GT Plus",
    "Durango SXT RWD": "Durango SXT RWD",
    "Pacifica Touring": "Pacifica Touring",
    "Blue Women's Handbag": "Mavi Kadın El Çantası",
    "Heshe Women's Leather Bag": "Heshe Kadın Deri Çanta",
    "Prada Women Bag": "Prada Kadın Çanta",
    "White Faux Leather Backpack": "Beyaz Yapay Deri Sırt Çantası",
    "Women Handbag Black": "Siyah Kadın El Çantası",
    "Black Women's Gown": "Siyah Kadın Gece Elbisesi",
    "Corset Leather With Skirt": "Deri Korse ve Etek",
    "Corset With Black Skirt": "Korse ve Siyah Etek",
    "Dress Pea": "Bezelye Desenli Elbise",
    "Marni Red & Black Suit": "Marni Kırmızı & Siyah Takım Elbise",
    "Green Crystal Earring": "Yeşil Kristal Küpe",
    "Green Oval Earring": "Yeşil Oval Küpe",
    "Tropical Earring": "Tropikal Küpe",
    "Black & Brown Slipper": "Siyah & Kahverengi Terlik",
    "Calvin Klein Heel Shoes": "Calvin Klein Topuklu Ayakkabı",
    "Golden Shoes Woman": "Altın Renkli Kadın Ayakkabısı",
    "Pampi Shoes": "Pampi Ayakkabı",
    "Red Shoes": "Kırmızı Ayakkabı",
    "IWC Ingenieur Automatic Steel": "IWC Ingenieur Otomatik Çelik",
    "Rolex Datejust Women": "Rolex Datejust Kadın",
    "Watch Gold for Women": "Kadınlar İçin Altın Saat",
    "Women's Wrist Watch": "Kadın Kol Saati"
  },
  "description": {
    "apple airpods max silver": "Aktif gürültü önleme, çevresel ses ve lüks yapıya sahip yüksek kaliteli kulaküstü kulaklık.",
    "apple airpower wireless charger": "Hızlı şarj desteği ve kompakt tasarım ile birden fazla Apple cihazı için kablosuz şarj pedi.",
    "apple homepod mini cosmic grey": "Siri, mükemmel 360° ses ve Apple ekosisteminde sorunsuz entegrasyon ile kompakt akıllı hoparlör.",
    "The Beats Flex Wireless Earphones offer a comfortable and versatile audio experience. With magnetic earbuds and up to 12 hours of battery life, they are ideal for everyday use.": "Beats Flex Kablosuz Kulaklıklar, rahat ve çok yönlü bir ses deneyimi sunar. Manyetik kulaklıklar ve 12 saate kadar pil ömrü ile günlük kullanım için idealdir.",
    "The iPhone 12 Silicone Case with MagSafe in Plum is a stylish and protective case designed for the iPhone 12. It features MagSafe technology for easy attachment of accessories.": "MagSafe özellikli Erik Rengindeki iPhone 12 Silikon Kılıf, iPhone 12 için tasarlanmış şık ve koruyucu bir kılıftır. Aksesuarların kolayca takılması için MagSafe teknolojisine sahiptir.",
    "The Monopod is a versatile camera accessory for stable and adjustable shooting. Perfect for capturing selfies, group photos, and videos with ease.": "Monopod, sabit ve ayarlanabilir çekim için çok yönlü bir kamera aksesuarıdır. Selfie'leri, grup fotoğraflarını ve videoları kolayca çekmek için idealdir.",
    "The Selfie Lamp with iPhone is a portable and adjustable LED light designed to enhance your selfies and video calls. Attach it to your iPhone for well-lit photos.": "iPhone'lu Selfie Lambası, selfie'lerinizi ve video görüşmelerinizi geliştirmek için tasarlanmış taşınabilir ve ayarlanabilir bir LED ışıktır. İyi aydınlatılmış fotoğraflar için iPhone'unuza takın.",
    "The Selfie Stick Monopod is a extendable and foldable device for capturing the perfect selfie or group photo. Compatible with smartphones and cameras.": "Selfie Çubuğu Monopod, mükemmel bir selfie veya grup fotoğrafı çekmek için uzatılabilir ve katlanabilir bir cihazdır. Akıllı telefonlar ve kameralar ile uyumludur.",
    "The TV Studio Camera Pedestal is a professional-grade camera support system for smooth and precise camera movements in a studio setting. Ideal for broadcast and production.": "TV Stüdyo Kamera Sehpası, stüdyo ortamında sorunsuz ve hassas kamera hareketleri için profesyonel bir kamera destek sistemidir. Yayın ve prodüksiyon için idealdir.",
    "The Generic Motorcycle is a versatile and reliable bike suitable for various riding preferences. With a balanced design, it provides a comfortable and efficient riding experience.": "Genel Motosiklet, çeşitli sürüş tercihlerine uygun, çok yönlü ve güvenilir bir motosiklettir. Dengeli tasarımı ile rahat ve verimli bir sürüş deneyimi sunar.",
    "The Kawasaki Z800 is a powerful and agile sportbike known for its striking design and performance. It's equipped with advanced features, making it a favorite among motorcycle enthusiasts.": "Kawasaki Z800, çarpıcı tasarımı ve performansı ile bilinen güçlü ve çevik bir spor motosiklettir. Gelişmiş özelliklere sahiptir ve motosiklet tutkunları arasında favoridir.",
    "The MotoGP CI.H1 is a high-performance motorcycle inspired by MotoGP racing technology. It offers cutting-edge features and precision engineering for an exhilarating riding experience.": "MotoGP CI.H1, MotoGP yarış teknolojisinden ilham alan yüksek performanslı bir motosiklettir. Heyecan verici bir sürüş deneyimi için en son özellikleri ve hassas mühendisliği sunar.",
    "The Scooter Motorcycle is a practical and fuel-efficient bike ideal for urban commuting. It features a step-through design and user-friendly controls for easy maneuverability.": "Skuter Motosiklet, şehir içi ulaşım için ideal, pratik ve yakıt tasarruflu bir motosiklettir. Kolay manevra için alçak geçişli tasarım ve kullanıcı dostu kontrollere sahiptir.",
    "The Sportbike Motorcycle is designed for speed and agility, with a sleek and aerodynamic profile. It's suitable for riders looking for a dynamic and thrilling riding experience.": "Spor Motosiklet, şık ve aerodinamik bir profile sahip olup hız ve çeviklik için tasarlanmıştır. Dinamik ve heyecan verici bir sürüş deneyimi arayan sürücüler için uygundur.",
    "Attitude Super Leaves Hand Soap is a natural and nourishing hand soap enriched with the goodness of super leaves. It cleanses and moisturizes your hands, leaving them feeling fresh and soft.": "Attitude Super Leaves El Sabunu, süper yaprakların iyiliği ile zenginleştirilmiş doğal ve besleyici bir el sabunudur. Ellerinizi temizler ve nemlendirir, onları taze ve yumuşak hissettirir.",
    "Olay Ultra Moisture Shea Butter Body Wash is a luxurious body wash that hydrates and nourishes your skin with the moisturizing power of shea butter. Enjoy a rich lather and silky-smooth skin.": "Olay Ultra Nemlendirici Shea Yağı Vücut Şampuanı, shea yağının nemlendirici gücü ile cildinizi nemlendiren ve besleyen lüks bir vücut şampuanıdır. Zengin köpük ve ipeksi pürüzsüz cildin keyfini çıkarın.",
    "Vaseline Men Body and Face Lotion is a specially formulated lotion designed to provide long-lasting moisture to men's skin. It absorbs quickly and helps keep the skin hydrated and healthy.": "Vaseline Men Vücut ve Yüz Losyonu, erkek cildine uzun süreli nem sağlamak için özel olarak formüle edilmiş bir losyondur. Hızla emilir ve cildin nemli ve sağlıklı kalmasına yardımcı olur.",
    "The iPhone 5s is a classic smartphone known for its compact design and advanced features during its release. While it's an older model, it still provides a reliable user experience.": "iPhone 5s, piyasaya sürüldüğü dönemde kompakt tasarımı ve gelişmiş özellikleri ile bilinen klasik bir akıllı telefondur. Eski bir model olmasına rağmen, hala güvenilir bir kullanıcı deneyimi sunar.",
    "The iPhone 6 is a stylish and capable smartphone with a larger display and improved performance. It introduced new features and design elements, making it a popular choice in its time.": "iPhone 6, daha büyük bir ekran ve gelişmiş performans ile şık ve yetenekli bir akıllı telefondur. Yeni özellikler ve tasarım unsurları getirmiş, kendi döneminde popüler bir seçim haline gelmiştir.",
    "The iPhone 13 Pro is a cutting-edge smartphone with a powerful camera system, high-performance chip, and stunning display. It offers advanced features for users who demand top-notch technology.": "iPhone 13 Pro, güçlü bir kamera sistemi, yüksek performanslı çip ve muhteşem bir ekrana sahip, en son teknoloji bir akıllı telefondur. En iyi teknolojiyi talep eden kullanıcılar için gelişmiş özellikler sunar.",
    "The iPhone X is a flagship smartphone featuring a bezel-less OLED display, facial recognition technology (Face ID), and impressive performance. It represents a milestone in iPhone design and innovation.": "iPhone X, çerçevesiz OLED ekran, yüz tanıma teknolojisi (Face ID) ve etkileyici performans özelliklerine sahip bir amiral gemisi akıllı telefondur. iPhone tasarımı ve inovasyonunda bir dönüm noktasıdır.",
    "The Oppo A57 is a mid-range smartphone known for its sleek design and capable features. It offers a balance of performance and affordability, making it a popular choice.": "Oppo A57, şık tasarımı ve yetenekli özellikleri ile bilinen bir orta sınıf akıllı telefondur. Performans ve uygun fiyat dengesi sunarak popüler bir seçim haline gelmiştir.",
    "The Oppo F19 Pro Plus is a feature-rich smartphone with a focus on camera capabilities. It boasts advanced photography features and a powerful performance for a premium user experience.": "Oppo F19 Pro Plus, kamera yeteneklerine odaklanan, zengin özelliklere sahip bir akıllı telefondur. Premium bir kullanıcı deneyimi için gelişmiş fotoğrafçılık özellikleri ve güçlü bir performansa sahiptir.",
    "The Oppo K1 series offers a range of smartphones with various features and specifications. Known for their stylish design and reliable performance, the Oppo K1 series caters to diverse user preferences.": "Oppo K1 serisi, çeşitli özellikler ve spesifikasyonlara sahip bir dizi akıllı telefon sunar. Şık tasarımı ve güvenilir performansı ile bilinen Oppo K1 serisi, farklı kullanıcı tercihlerine hitap eder.",
    "The Realme C35 is a budget-friendly smartphone with a focus on providing essential features for everyday use. It offers a reliable performance and user-friendly experience.": "Realme C35, günlük kullanım için temel özellikler sağlamaya odaklanan, bütçe dostu bir akıllı telefondur. Güvenilir bir performans ve kullanıcı dostu bir deneyim sunar.",
    "The Realme X is a mid-range smartphone known for its sleek design and impressive display. It offers a good balance of performance and camera capabilities for users seeking a quality device.": "Realme X, şık tasarımı ve etkileyici ekranı ile bilinen bir orta sınıf akıllı telefondur. Kaliteli bir cihaz arayan kullanıcılar için performans ve kamera yetenekleri arasında iyi bir denge sunar.",
    "The Realme XT is a feature-rich smartphone with a focus on camera technology. It comes equipped with advanced camera sensors, delivering high-quality photos and videos for photography enthusiasts.": "Realme XT, kamera teknolojisine odaklanan, zengin özelliklere sahip bir akıllı telefondur. Fotoğraf meraklıları için yüksek kaliteli fotoğraf ve videolar sunan gelişmiş kamera sensörleri ile donatılmıştır.",
    "The Samsung Galaxy S7 is a flagship smartphone known for its sleek design and advanced features. It features a high-resolution display, powerful camera, and robust performance.": "Samsung Galaxy S7, şık tasarımı ve gelişmiş özellikleri ile bilinen bir amiral gemisi akıllı telefondur. Yüksek çözünürlüklü ekran, güçlü kamera ve sağlam performans özelliklerine sahiptir.",
    "The Samsung Galaxy S8 is a premium smartphone with an Infinity Display, offering a stunning visual experience. It boasts advanced camera capabilities and cutting-edge technology.": "Samsung Galaxy S8, muhteşem bir görsel deneyim sunan Infinity Display'e sahip premium bir akıllı telefondur. Gelişmiş kamera yetenekleri ve en son teknolojiye sahiptir.",
    "The Samsung Galaxy S10 is a flagship device featuring a dynamic AMOLED display, versatile camera system, and powerful performance. It represents innovation and excellence in smartphone technology.": "Samsung Galaxy S10, dinamik AMOLED ekran, çok yönlü kamera sistemi ve güçlü performans özelliklerine sahip bir amiral gemisi cihazdır. Akıllı telefon teknolojisinde yenilik ve mükemmelliği temsil eder.",
    "The Vivo S1 is a stylish and mid-range smartphone offering a blend of design and performance. It features a vibrant display, capable camera system, and reliable functionality.": "Vivo S1, tasarım ve performansın bir karışımını sunan şık ve orta sınıf bir akıllı telefondur. Canlı bir ekran, yetenekli kamera sistemi ve güvenilir işlevselliğe sahiptir.",
    "The Vivo V9 is a smartphone known for its sleek design and emphasis on capturing high-quality selfies. It features a notch display, dual-camera setup, and a modern design.": "Vivo V9, şık tasarımı ve yüksek kaliteli selfie çekmeye verdiği önem ile bilinen bir akıllı telefondur. Çentikli ekran, çift kamera kurulumu ve modern bir tasarıma sahiptir.",
    "The Vivo X21 is a premium smartphone with a focus on cutting-edge technology. It features an in-display fingerprint sensor, a high-resolution display, and advanced camera capabilities.": "Vivo X21, en son teknolojiye odaklanan premium bir akıllı telefondur. Ekran altı parmak izi sensörü, yüksek çözünürlüklü ekran ve gelişmiş kamera yeteneklerine sahiptir.",
    "The American Football is a classic ball used in American football games. It is designed for throwing and catching, making it an essential piece of equipment for the sport.": "Amerikan Futbol Topu, Amerikan futbolu oyunlarında kullanılan klasik bir toptur. Fırlatma ve yakalama için tasarlanmıştır ve spor için temel bir ekipman parçasıdır.",
    "The Baseball Ball is a standard baseball used in baseball games. It features a durable leather cover and is designed for pitching, hitting, and fielding in the game of baseball.": "Beyzbol Topu, beyzbol maçlarında kullanılan standart bir toptur. Dayanıklı bir deri kaplamaya sahiptir ve beyzbol oyununda atış, vuruş ve savunma için tasarlanmıştır.",
    "The Baseball Glove is a protective glove worn by baseball players. It is designed to catch and field the baseball, providing players with comfort and control during the game.": "Beyzbol Eldiveni, beyzbol oyuncuları tarafından giyilen koruyucu bir eldivendir. Beyzbol topunu yakalamak ve sahada oynamak için tasarlanmıştır ve oyunculara oyun sırasında konfor ve kontrol sağlar.",
    "The Basketball is a standard ball used in basketball games. It is designed for dribbling, shooting, and passing in the game of basketball, suitable for both indoor and outdoor play.": "Basketbol Topu, basketbol maçlarında kullanılan standart bir toptur. Basketbol oyununda top sürme, şut atma ve pas verme için tasarlanmıştır ve hem iç hem de dış mekan oyunu için uygundur.",
    "The Basketball Rim is a sturdy hoop and net assembly mounted on a basketball backboard. It provides a target for shooting and scoring in the game of basketball.": "Basketbol Potası, basketbol potasına monte edilmiş sağlam bir halka ve file düzeneğidir. Basketbol oyununda şut atma ve sayı yapma için bir hedef sağlar.",
    "The Cricket Ball is a hard leather ball used in the sport of cricket. It is bowled and batted in the game, and its hardness and seam contribute to the dynamics of cricket play.": "Kriket Topu, kriket sporunda kullanılan sert bir deri toptur. Oyunda atılır ve vurulur ve sertliği ve dikişi, kriket oyununun dinamiklerine katkıda bulunur.",
    "The Cricket Bat is an essential piece of cricket equipment used by batsmen to hit the cricket ball. It is made of wood and comes in various sizes and designs.": "Kriket Sopası, sopacıların kriket topuna vurmak için kullandığı temel kriket ekipmanıdır. Ahşaptan yapılmıştır ve çeşitli boyutlarda ve tasarımlarda gelir.",
    "The Cricket Helmet is a protective headgear worn by cricket players, especially batsmen and wicketkeepers. It provides protection against fast bowling and bouncers.": "Kriket Kaskı, özellikle sopacılar ve kaleci olarak oynayanlar olmak üzere kriket oyuncuları tarafından giyilen koruyucu bir başlıktır. Hızlı top atışlarına ve sıçrayan toplara karşı koruma sağlar.",
    "The Cricket Wicket is a set of three stumps and two bails, forming a wicket used in the sport of cricket. Batsmen aim to protect the wicket while scoring runs.": "Kriket Kaleleri, kriket sporunda kullanılan kaleleri oluşturan üç direk ve iki bail'den oluşan bir settir. Sopacılar, sayı koşusu yaparken kaleleri korumayı hedefler.",
    "The Feather Shuttlecock is used in the sport of badminton. It features natural feathers and is designed for high-speed play, providing stability and accuracy during matches.": "Tüy Tüytop, badminton sporunda kullanılır. Doğal tüylere sahiptir ve yüksek hızlı oyun için tasarlanmıştır, maçlar sırasında stabilite ve doğruluk sağlar.",
    "The Football, also known as a soccer ball, is the standard ball used in the sport of football (soccer). It is designed for kicking and passing in the game.": "Futbol Topu, futbol (soccer) sporunda kullanılan standart toptur. Oyunda tekmeleme ve pas verme için tasarlanmıştır.",
    "The Golf Ball is a small ball used in the sport of golf. It features dimples on its surface, providing aerodynamic lift and distance when struck by a golf club.": "Golf Topu, golf sporunda kullanılan küçük bir toptur. Yüzeyinde girintiler bulunur ve bir golf sopası ile vurulduğunda aerodinamik kaldırma ve mesafe sağlar.",
    "The Iron Golf is a type of golf club designed for various golf shots. It features a solid metal head and is used for approach shots, chipping, and other golfing techniques.": "Demir Golf Sopası, çeşitli golf vuruşları için tasarlanmış bir golf sopası türüdür. Sağlam bir metal kafaya sahiptir ve yaklaşım vuruşları, chip vuruşları ve diğer golf teknikleri için kullanılır.",
    "The Metal Baseball Bat is a durable and lightweight baseball bat made from metal alloys. It is commonly used in baseball games for hitting and batting practice.": "Metal Beyzbol Sopası, metal alaşımlardan yapılmış dayanıklı ve hafif bir beyzbol sopasıdır. Genellikle beyzbol maçlarında vuruş ve antrenman için kullanılır.",
    "The Tennis Ball is a standard ball used in the sport of tennis. It is designed for bouncing and hitting with tennis rackets during matches or practice sessions.": "Tenis Topu, tenis sporunda kullanılan standart bir toptur. Maçlar veya antrenmanlar sırasında tenis raketleri ile sekmek ve vurulmak üzere tasarlanmıştır.",
    "The Tennis Racket is an essential piece of equipment used in the sport of tennis. It features a frame with strings and a grip, allowing players to hit the tennis ball.": "Tenis Raketi, tenis sporunda kullanılan temel bir ekipman parçasıdır. Oyuncuların tenis topuna vurmasını sağlayan, telli bir çerçeve ve bir tutamağa sahiptir.",
    "The Volleyball is a standard ball used in the sport of volleyball. It is designed for passing, setting, and spiking over the net during volleyball matches.": "Voleybol Topu, voleybol sporunda kullanılan standart bir toptur. Voleybol maçları sırasında pas, pasör ve smaç vuruşu için file üzerinden geçecek şekilde tasarlanmıştır.",
    "The Black Sun Glasses are a classic and stylish choice, featuring a sleek black frame and tinted lenses. They provide both UV protection and a fashionable look.": "Siyah Güneş Gözlükleri, şık siyah çerçevesi ve renkli camları ile klasik ve zarif bir tercihtir. Hem UV koruması sağlar hem de şık bir görünüm sunar.",
    "The Classic Sun Glasses offer a timeless design with a neutral frame and UV-protected lenses. These sunglasses are versatile and suitable for various occasions.": "Klasik Güneş Gözlükleri, nötr çerçevesi ve UV korumalı camları ile zamansız bir tasarım sunar. Bu güneş gözlükleri çok yönlüdür ve çeşitli ortamlar için uygundur.",
    "The Green and Black Glasses feature a bold combination of green and black colors, adding a touch of vibrancy to your eyewear collection. They are both stylish and eye-catching.": "Yeşil ve Siyah Gözlükler, yeşil ve siyah renklerin cesur bir kombinasyonunu sunarak gözlük koleksiyonunuza canlılık katar. Hem şık hem de dikkat çekicidir.",
    "The Party Glasses are designed to add flair to your party outfit. With unique shapes or colorful frames, they're perfect for adding a playful touch to your look during celebrations.": "Parti Gözlükleri, parti kıyafetinize stil katmak için tasarlanmıştır. Eşsiz şekilleri veya renkli çerçeveleri ile kutlamalar sırasında görünümünüze oyuncul bir dokunuş eklemek için idealdir.",
    "The Sunglasses offer a classic and simple design with a focus on functionality. These sunglasses provide essential UV protection while maintaining a timeless look.": "Güneş Gözlükleri, işlevselliğe odaklanan klasik ve basit bir tasarım sunar. Bu güneş gözlükleri, zamansız bir görünüm korurken temel UV koruması sağlar.",
    "The iPad Mini 2021 in Starlight is a compact and powerful tablet from Apple. Featuring a stunning Retina display, powerful A-series chip, and a sleek design, it offers a premium tablet experience.": "Starlight renkli iPad Mini 2021, Apple'dan kompakt ve güçlü bir tablettir. Muhteşem bir Retina ekran, güçlü A-serisi çip ve şık bir tasarım sunarak premium bir tablet deneyimi yaşatır.",
    "The Samsung Galaxy Tab S8 Plus in Grey is a high-performance Android tablet by Samsung. With a large AMOLED display, powerful processor, and S Pen support, it's ideal for productivity and entertainment.": "Gri renkli Samsung Galaxy Tab S8 Plus, Samsung'un yüksek performanslı bir Android tabletidir. Büyük AMOLED ekranı, güçlü işlemcisi ve S Pen desteği ile verimlilik ve eğlence için idealdir.",
    "The Samsung Galaxy Tab in White is a sleek and versatile Android tablet. With a vibrant display, long-lasting battery, and a range of features, it offers a great user experience for various tasks.": "Beyaz renkli Samsung Galaxy Tab, şık ve çok yönlü bir Android tablettir. Canlı bir ekran, uzun ömürlü pil ve bir dizi özellik ile çeşitli görevler için harika bir kullanıcı deneyimi sunar.",
    "The Blue Frock is a charming and stylish dress for various occasions. With a vibrant blue color and a comfortable design, it adds a touch of elegance to your wardrobe.": "Mavi Elbise, çeşitli ortamlar için çekici ve şık bir elbisedir. Canlı mavi rengi ve rahat tasarımı ile gardırobunuza bir zarafet dokunuşu katar.",
    "The Girl Summer Dress is a cute and breezy dress designed for warm weather. With playful patterns and lightweight fabric, it's perfect for keeping cool and stylish during the summer.": "Kız Yaz Elbisesi, sıcak havalar için tasarlanmış sevimli ve havadar bir elbisedir. Eğlenceli desenleri ve hafif kumaşı ile yaz aylarında serin ve şık kalmanız için mükemmeldir.",
    "The Gray Dress is a versatile and chic option for various occasions. With a neutral gray color, it can be dressed up or down, making it a wardrobe staple for any fashion-forward individual.": "Gri Elbise, çeşitli ortamlar için çok yönlü ve şık bir seçenektir. Nötr gri rengi ile sade veya şık bir şekilde kombine edilebilir, bu da onu modaya uygun her bireyin gardırop temel taşı yapar.",
    "The Short Frock is a playful and trendy dress with a shorter length. Ideal for casual outings or special occasions, it combines style and comfort for a fashionable look.": "Kısa Elbise, daha kısa boyuyla oyuncul ve trend bir elbisedir. Gündelik çıkışlar veya özel günler için idealdir, şıklık ve konforu modaya uygun bir görünüm için birleştirir.",
    "The Tartan Dress features a classic tartan pattern, bringing a timeless and sophisticated touch to your wardrobe. Perfect for fall and winter, it adds a hint of traditional charm.": "Tartan Desenli Elbise, klasik bir tartan desenine sahiptir ve gardırobunuza zamansız ve sofistike bir dokunuş getirir. Sonbahar ve kış için mükemmel olup geleneksel bir cazibe katıyor.",
    "The 300 Touring is a stylish and comfortable sedan, known for its luxurious features and smooth performance.": "300 Touring, lüks özellikleri ve sorunsuz performansı ile bilinen şık ve konforlu bir sedandır.",
    "The Charger SXT RWD is a powerful and sporty rear-wheel-drive sedan, offering a blend of performance and practicality.": "Charger SXT RWD, performans ve pratikliğin bir karışımını sunan güçlü ve sportif bir arkadan itişli sedandır.",
    "The Dodge Hornet GT Plus is a compact and agile hatchback, perfect for urban driving with a touch of sportiness.": "Dodge Hornet GT Plus, şehir içi sürüş için spor bir dokunuşla mükemmel olan kompakt ve çevik bir hatchback'dir.",
    "The Durango SXT RWD is a spacious and versatile SUV, known for its strong performance and family-friendly features.": "Durango SXT RWD, güçlü performansı ve aile dostu özellikleri ile tanınan geniş ve çok yönlü bir SUV'dur.",
    "The Pacifica Touring is a stylish and well-equipped minivan, offering comfort and convenience for family journeys.": "Pacifica Touring, aile yolculukları için konfor ve rahatlık sunan şık ve iyi donanımlı bir minivandır.",
    "The Blue Women's Handbag is a stylish and spacious accessory for everyday use. With a vibrant blue color and multiple compartments, it combines fashion and functionality.": "Mavi Kadın El Çantası, günlük kullanım için şık ve ferah bir aksesuardır. Canlı mavi rengi ve birden fazla bölmesi ile moda ve işlevselliği birleştirir.",
    "The Heshe Women's Leather Bag is a luxurious and high-quality leather bag for the sophisticated woman. With a timeless design and durable craftsmanship, it's a versatile accessory.": "Heshe Kadın Deri Çantası, zarif kadın için lüks ve yüksek kaliteli bir deri çantadır. Zamansız tasarımı ve dayanıklı işçiliği ile çok yönlü bir aksesuardır.",
    "The Prada Women Bag is an iconic designer bag that exudes elegance and luxury. Crafted with precision and featuring the Prada logo, it's a statement piece for fashion enthusiasts.": "Prada Kadın Çantası, zarafet ve lüks yayan ikonik bir tasarımcı çantasıdır. Hassasiyetle üretilmiş ve Prada logosunu taşıyan bu çanta, moda tutkunları için bir ifade parçasıdır.",
    "The White Faux Leather Backpack is a trendy and practical backpack for the modern woman. With a sleek white design and ample storage space, it's perfect for both casual and on-the-go styles.": "Beyaz Süet Deri Sırt Çantası, modern kadın için trend ve pratik bir sırt çantasıdır. Şık beyaz tasarımı ve bol depolama alanı ile hem gündelik hem de hareket halindeki stiller için mükemmeldir.",
    "The Women Handbag in Black is a classic and versatile accessory that complements various outfits. With a timeless black color and functional design, it's a must-have in every woman's wardrobe.": "Siyah Kadın El Çantası, çeşitli kıyafetleri tamamlayan klasik ve çok yönlü bir aksesuardır. Zamansız siyah rengi ve işlevsel tasarımı ile her kadının gardırobunda olması gereken bir parçadır.",
    "The Black Women's Gown is an elegant and timeless evening gown. With a sleek black design, it's perfect for formal events and special occasions, exuding sophistication and style.": "Siyah Kadın Gece Elbisesi, zarif ve zamansız bir gece elbisesidir. Şık siyah tasarımı ile resmi etkinlikler ve özel günler için mükemmel olup, zerafet ve stil yansıtır.",
    "The Corset Leather With Skirt is a bold and edgy ensemble that combines a stylish corset with a matching skirt. Ideal for fashion-forward individuals, it makes a statement at any event.": "Deri Korse ve Etek, şık bir korseyi uyumlu bir etek ile birleştiren cesur ve avant-garde bir takımdır. Modaya uygun bireyler için ideal olup, herhangi bir etkinlikte bir ifade yaratır.",
    "The Corset With Black Skirt is a chic and versatile outfit that pairs a fashionable corset with a classic black skirt. It offers a trendy and coordinated look for various occasions.": "Siyah Etekli Korse, modaya uygun bir korseyi klasik siyah etek ile eşleştiren şık ve çok yönlü bir kıyafettir. Çeşitli ortamlar için trend ve koordine bir görünüm sunar.",
    "The Dress Pea is a stylish and comfortable dress with a pea pattern. Perfect for casual outings, it adds a playful and fun element to your wardrobe, making it a great choice for day-to-day wear.": "Bezelye Desenli Elbise, bezelye desenli şık ve rahat bir elbisedir. Gündelik çıkışlar için mükemmel olup, gardırobunuza oyuncul ve eğlenceli bir unsur katarak günlük giyim için harika bir seçim haline getirir.",
    "The Marni Red & Black Suit is a sophisticated and fashion-forward suit ensemble. With a combination of red and black tones, it showcases a modern design for a bold and confident look.": "Marni Kırmızı & Siyah Takım Elbise, sofistike ve modaya uygun bir takım elbise kombinidir. Kırmızı ve siyah tonların birleşimi ile cesur ve kendinden emin bir görünüm için modern bir tasarım sergiler.",
    "The Green Crystal Earring is a dazzling accessory that features a vibrant green crystal. With a classic design, it adds a touch of elegance to your ensemble, perfect for formal or special occasions.": "Yeşil Kristal Küpe, canlı yeşil bir kristal içeren göz alıcı bir aksesuardır. Klasik tasarımı ile kombinasyonunuza bir zarafet dokunuşu katar, resmi veya özel günler için mükemmeldir.",
    "The Green Oval Earring is a stylish and versatile accessory with a unique oval shape. Whether for casual or dressy occasions, its green hue and contemporary design make it a standout piece.": "Yeşil Oval Küpe, eşsiz oval şekliyle şık ve çok yönlü bir aksesuardır. İster gündelik ister şık ortamlar için olsun, yeşil tonu ve çağdaş tasarımı onu öne çıkan bir parça yapar.",
    "The Tropical Earring is a fun and playful accessory inspired by tropical elements. Featuring vibrant colors and a lively design, it's perfect for adding a touch of summer to your look.": "Tropikal Küpe, tropikal elementlerden ilham alan eğlenceli ve oyuncul bir aksesuardır. Canlı renkleri ve hareketli tasarımı ile görünümünüze bir yaz dokunuşu eklemek için mükemmeldir.",
    "The Black & Brown Slipper is a comfortable and stylish choice for casual wear. Featuring a blend of black and brown colors, it adds a touch of sophistication to your relaxation.": "Siyah & Kahverengi Terlik, gündelik giyim için konforlu ve şık bir seçimdir. Siyah ve kahverengi renklerin karışımını sunarak rahatlama anlarınıza bir sofistikelik dokunuşu katar.",
    "Calvin Klein Heel Shoes are elegant and sophisticated, designed for formal occasions. With a classic design and high-quality materials, they complement your stylish ensemble.": "Calvin Klein Topuklu Ayakkabılar, resmi etkinlikler için tasarlanmış zarif ve sofistike ayakkabılardır. Klasik tasarımları ve yüksek kaliteli malzemeleri ile şık kombinasyonunuzu tamamlar.",
    "The Golden Shoes for Women are a glamorous choice for special occasions. Featuring a golden hue and stylish design, they add a touch of luxury to your outfit.": "Kadınlar İçin Altın Renkli Ayakkabılar, özel günler için göz alıcı bir seçimdir. Altın rengi tonu ve şık tasarımı ile kıyafetinize bir lüks dokunuşu ekler.",
    "Pampi Shoes offer a blend of comfort and style for everyday use. With a versatile design, they are suitable for various casual occasions, providing a trendy and relaxed look.": "Pampi Ayakkabılar, günlük kullanım için konfor ve stilin bir karışımını sunar. Çok yönlü tasarımları ile çeşitli gündelik ortamlar için uygundur, trend ve rahat bir görünüm sağlar.",
    "The Red Shoes make a bold statement with their vibrant red color. Whether for a party or a casual outing, these shoes add a pop of color and style to your wardrobe.": "Kırmızı Ayakkabılar, canlı kırmızı renkleri ile cesur bir ifade yaratır. İster bir parti ister gündelik bir çıkış için olsun, bu ayakkabılar gardırobunuza bir renk ve stil patlaması ekler.",
    "The IWC Ingenieur Automatic Steel watch is a durable and sophisticated timepiece. With a stainless steel case and automatic movement, it combines precision and style for watch enthusiasts.": "IWC Ingenieur Otomatik Çelik Saat, dayanıklı ve sofistike bir zaman ölçerdir. Paslanmaz çelik kasa ve otomatik mekanizması ile saat meraklıları için hassasiyet ve stili birleştirir.",
    "The Rolex Cellini Moonphase watch is a masterpiece of horology. Featuring a moon phase complication, it showcases the craftsmanship and elegance that Rolex is renowned for.": "Rolex Cellini Moonphase Saati, saatçilik sanatının bir başyapıtıdır. Ay evresi komplikasyonu ile Rolex'in ünlü olduğu işçilik ve zarafeti sergiler.",
    "The Rolex Datejust Women's watch is an iconic timepiece designed for women. With a timeless design and a date complication, it offers both elegance and functionality.": "Rolex Datejust Kadın Saati, kadınlar için tasarlanmış ikonik bir zaman ölçerdir. Zamansız tasarımı ve tarih komplikasyonu ile hem zarafet hem de işlevsellik sunar.",
    "The Gold Women's Watch is a stunning accessory that combines luxury and style. Featuring a gold-plated case and a chic design, it adds a touch of glamour to any outfit.": "Altın Kadın Saati, lüks ve stili birleştiren çarpıcı bir aksesuardır. Altın kaplama kasa ve şık bir tasarım sunarak herhangi bir kıyafete bir ihtişam dokunuşu katar.",
    "The Women's Wrist Watch is a versatile and fashionable timepiece for everyday wear. With a comfortable strap and a simple yet elegant design, it complements various styles.": "Kadın Kol Saati, günlük giyim için çok yönlü ve modaya uygun bir zaman ölçerdir. Rahat kayışı ve basit ama zarif tasarımı ile çeşitli stilleri tamamlar.",
    "The Essence Mascara Lash Princess is a popular mascara known for its volumizing and lengthening effects. Achieve dramatic lashes with this long-lasting and cruelty-free formula.": "Essence Mascara Lash Princess, hacimlendirici ve uzatıcı etkileri ile bilinen popüler bir maskaradır. Uzun ömürlü ve hayvanlar üzerinde test edilmemiş bu formül ile dramatik kirpiklere kavuşun.",
    "The Eyeshadow Palette with Mirror offers a versatile range of eyeshadow shades for creating stunning eye looks. With a built-in mirror, it's convenient for on-the-go makeup application.": "Aynalı Far Paleti, çarpıcı göz makyajları oluşturmak için çok yönlü bir far renk yelpazesi sunar. Yerleşik aynası sayesinde, hareket halindeyken makyaj yapmak için pratiktir.",
    "The Powder Canister is a finely milled setting powder designed to set makeup and control shine. With a lightweight and translucent formula, it provides a smooth and matte finish.": "Pudra Kutusu, makyajı sabitlemek ve parlamayı kontrol etmek için tasarlanmış ince öğütülmüş bir sabitleyici pudradır. Hafif ve yarı saydam formülü ile pürüzsüz ve mat bir bitiş sağlar.",
    "The Red Lipstick is a classic and bold choice for adding a pop of color to your lips. With a creamy and pigmented formula, it provides a vibrant and long-lasting finish.": "Kırmızı Ruj, dudaklarınıza bir renk patlaması eklemek için klasik ve cesur bir seçimdir. Kremalı ve pigmentli formülü ile canlı ve uzun ömürlü bir bitiş sağlar.",
    "The Red Nail Polish offers a rich and glossy red hue for vibrant and polished nails. With a quick-drying formula, it provides a salon-quality finish at home.": "Kırmızı Oje, canlı ve bakımlı tırnaklar için zengin ve parlak bir kırmızı ton sunar. Hızlı kuruyan formülü ile evde salon kalitesinde bir bitiş sağlar.",
    "CK One by Calvin Klein is a classic unisex fragrance, known for its fresh and clean scent. It's a versatile fragrance suitable for everyday wear.": "Calvin Klein'dan CK One, taze ve temiz kokusu ile bilinen klasik bir unisex parfümdür. Günlük kullanım için uygun, çok yönlü bir kokudur.",
    "Coco Noir by Chanel is an elegant and mysterious fragrance, featuring notes of grapefruit, rose, and sandalwood. Perfect for evening occasions.": "Chanel'den Coco Noir, greyfurt, gül ve sandal ağacı notalarına sahip zarif ve gizemli bir parfümdür. Akşam etkinlikleri için mükemmeldir.",
    "J'adore by Dior is a luxurious and floral fragrance, known for its blend of ylang-ylang, rose, and jasmine. It embodies femininity and sophistication.": "Dior'dan J'adore, ylang-ylang, gül ve yasemin karışımı ile bilinen lüks ve çiçeksi bir parfümdür. Kadınsılığı ve sofistikeliği temsil eder.",
    "Dolce Shine by Dolce & Gabbana is a vibrant and fruity fragrance, featuring notes of mango, jasmine, and blonde woods. It's a joyful and youthful scent.": "Dolce & Gabbana'dan Dolce Shine, mango, yasemin ve açık renkli ahşap notalarına sahip canlı ve meyveli bir parfümdür. Neşeli ve genç bir kokudur.",
    "Gucci Bloom by Gucci is a floral and captivating fragrance, with notes of tuberose, jasmine, and Rangoon creeper. It's a modern and romantic scent.": "Gucci'den Gucci Bloom, tuberoz, yasemin ve Rangoon sarmaşığı notalarına sahip çiçeksi ve büyüleyici bir parfümdür. Modern ve romantik bir kokudur.",
    "The Annibale Colombo Bed is a luxurious and elegant bed frame, crafted with high-quality materials for a comfortable and stylish bedroom.": "Annibale Colombo Yatak, konforlu ve şık bir yatak odası için yüksek kaliteli malzemelerle üretilmiş lüks ve zarif bir yatak başlığıdır.",
    "The Annibale Colombo Sofa is a sophisticated and comfortable seating option, featuring exquisite design and premium upholstery for your living room.": "Annibale Colombo Koltuk, oturma odanız için mükemmel tasarım ve premium döşemeye sahip, sofistike ve konforlu bir oturma seçeneğidir.",
    "The Bedside Table in African Cherry is a stylish and functional addition to your bedroom, providing convenient storage space and a touch of elegance.": "Afrika Kirazından Komodin, yatak odanıza şık ve işlevsel bir katkı sunarak kullanışlı depolama alanı ve bir zarafet dokunuşu sağlar.",
    "The Knoll Saarinen Executive Conference Chair is a modern and ergonomic chair, perfect for your office or conference room with its timeless design.": "Knoll Saarinen Yönetici Toplantı Koltuğu, ofisiniz veya toplantı odanız için zamansız tasarımı ile mükemmel olan modern ve ergonomik bir koltuktur.",
    "The Wooden Bathroom Sink with Mirror is a unique and stylish addition to your bathroom, featuring a wooden sink countertop and a matching mirror.": "Aynalı Ahşap Banyo Lavabosu, ahşap lavabo tezgahı ve uyumlu bir ayna ile banyonuza eşsiz ve şık bir katkıdır.",
    "Fresh and crisp apples, perfect for snacking or incorporating into various recipes.": "Taze ve gevrek elmalar, atıştırmalık veya çeşitli tariflere eklemek için mükemmeldir.",
    "High-quality beef steak, great for grilling or cooking to your preferred level of doneness.": "Yüksek kaliteli biftek, ızgara yapmak veya tercih ettiğiniz pişme derecesine getirmek için harikadır.",
    "Nutritious cat food formulated to meet the dietary needs of your feline friend.": "Kedi dostunuzun beslenme ihtiyaçlarını karşılamak için formüle edilmiş besleyici kedi maması.",
    "Fresh and tender chicken meat, suitable for various culinary preparations.": "Taze ve yumuşak tavuk eti, çeşitli mutfak hazırlıkları için uygundur.",
    "Versatile cooking oil suitable for frying, sautéing, and various culinary applications.": "Kızartma, soteleme ve çeşitli mutfak uygulamaları için uygun çok yönlü yemeklik yağ.",
    "Crisp and hydrating cucumbers, ideal for salads, snacks, or as a refreshing side.": "Gevrek ve ferahlatıcı salatalıklar, salatalar, atıştırmalıklar veya ferahlatıcı bir meze olarak idealdir.",
    "Specially formulated dog food designed to provide essential nutrients for your canine companion.": "Köpek dostunuz için temel besinleri sağlamak üzere özel olarak formüle edilmiş köpek maması.",
    "Fresh eggs, a versatile ingredient for baking, cooking, or breakfast.": "Taze yumurtalar, pişirme, yemek yapma veya kahvaltı için çok yönlü bir malzemedir.",
    "Quality fish steak, suitable for grilling, baking, or pan-searing.": "Kaliteli balık filetosu, ızgara, fırınlama veya tavada soteleme için uygundur.",
    "Fresh and vibrant green bell pepper, perfect for adding color and flavor to your dishes.": "Taze ve canlı yeşil dolmalık biber, yemeklerinize renk ve lezzet katmak için mükemmeldir.",

    "Spicy green chili pepper, ideal for adding heat to your favorite recipes.": "Baharatlı yeşil biber, favori tariflerinize acılık katmak için ideal.",
    "Pure and natural honey in a convenient jar, perfect for sweetening beverages or drizzling over food.": "Pratik kavanozda saf ve doğal bal, içecekleri tatlandırmak veya yemeklerin üzerine dökmek için mükemmel.",
    "Creamy and delicious ice cream, available in various flavors for a delightful treat.": "Kremsi ve lezzetli dondurma, keyifli bir ikram için çeşitli aromalarla mevcuttur.",
    "Refreshing fruit juice, packed with vitamins and great for staying hydrated.": "Ferahlatıcı meyve suyu, vitaminlerle dolu ve hidratasyonu sağlamak için harika.",
    "Nutrient-rich kiwi, perfect for snacking or adding a tropical twist to your dishes.": "Besin zengini kivi, atıştırmalık için veya yemeklerinize tropik dokunuş katmak için mükemmel.",
    "Zesty and tangy lemons, versatile for cooking, baking, or making refreshing beverages.": "Lezzetli ve ekşi limonlar, yemek pişirme, fırın işleri veya ferahlatıcı içecek yapımı için çok amaçlı.",
    "Fresh and nutritious milk, a staple for various recipes and daily consumption.": "Taze ve besleyici süt, çeşitli tarifler ve günlük tüketim için temel gıda.",
    "Sweet and juicy mulberries, perfect for snacking or adding to desserts and cereals.": "Tatlı ve sulu dutlar, atıştırmalık için veya tatlılara ve tahıllara eklemek için mükemmel.",
    "Quality coffee from Nescafe, available in various blends for a rich and satisfying cup.": "Nescafe'den kaliteli kahve, zengin ve tatmin edici bir fincan için çeşitli karışımlarda mevcuttur.",
    "Versatile and starchy potatoes, great for roasting, mashing, or as a side dish.": "Çok amaçlı ve nişastalı patatesler, kavurma, püre yapma veya garnitür olarak harika.",
    "Nutrient-packed protein powder, ideal for supplementing your diet with essential proteins.": "Besin dolu protein tozu, diyetinizi temel proteinlerle desteklemek için ideal.",
    "Flavorful and aromatic red onions, perfect for adding depth to your savory dishes.": "Lezzetli ve aromatik kırmızı soğanlar, tuzlu yemeklerinize derinlik katmak için mükemmel.",
    "High-quality rice, a staple for various cuisines and a versatile base for many dishes.": "Yüksek kaliteli pirinç, çeşitli mutfaklar için temel gıda ve birçok yemek için çok amaçlı taban.",
    "Assorted soft drinks in various flavors, perfect for refreshing beverages.": "Çeşitli aromalarda karışık gazlı içecekler, ferahlatıcı içecekler için mükemmel.",
    "Sweet and succulent strawberries, great for snacking, desserts, or blending into smoothies.": "Tatlı ve sulu çilekler, atıştırmalık, tatlılar veya smoothie karıştırma için harika.",
    "Convenient tissue paper box for everyday use, providing soft and absorbent tissues.": "Günlük kullanım için pratik mendil kutusu, yumuşak ve emici mendiller sağlar.",
    "Pure and refreshing bottled water, essential for staying hydrated throughout the day.": "Saf ve ferahlatıcı şişe su, gün boyunca hidratasyonu sağlamak için gerekli.",
    "The Decoration Swing is a charming addition to your home decor. Crafted with intricate details, it adds a touch of elegance and whimsy to any room.": "Dekoratif Salıncak, ev dekorasyonunuza büyüleyici bir eklentidir. Karmaşık detaylarla işlenen ürün, herhangi bir odaya zarafet ve fantezi dokunuşu katar.",
    "The Family Tree Photo Frame is a sentimental and stylish way to display your cherished family memories. With multiple photo slots, it tells the story of your loved ones.": "Aile Ağacı Fotoğraf Çerçevesi, değerli aile anılarınızı sergilemenin duygusal ve şık bir yoludur. Çoklu fotoğraf yuvalarıyla sevdiklerinizin hikayesini anlatır.",
    "The House Showpiece Plant is an artificial plant that brings a touch of nature to your home without the need for maintenance. It adds greenery and style to any space.": "Ev Süs Bitkisi, bakım gerektirmeden evinize doğa dokunuşu getiren yapay bir bitkidir. Herhangi bir alana yeşillik ve tarz katar.",
    "The Plant Pot is a stylish container for your favorite plants. With a sleek design, it complements your indoor or outdoor garden, adding a modern touch to your plant display.": "Bitki Saksısı, favori bitkileriniz için şık bir kaptır. Zarif tasarımıyla iç veya dış bahçenizi tamamlar, bitki serginize modern dokunuş katar.",
    "The Table Lamp is a functional and decorative lighting solution for your living space. With a modern design, it provides both ambient and task lighting, enhancing the atmosphere.": "Masa Lambası, yaşam alanınız için işlevsel ve dekoratif bir aydınlatma çözümüdür. Modern tasarımıyla hem ortam hem de görev aydınlatması sağlar, atmosferi geliştirir.",
    "The Bamboo Spatula is a versatile kitchen tool made from eco-friendly bamboo. Ideal for flipping, stirring, and serving various dishes.": "Bambu Spatula, çevre dostu bambudan yapılmış çok amaçlı bir mutfak aletidir. Çeşitli yemekleri çevirme, karıştırma ve servis için idealdir.",
    "The Black Aluminium Cup is a stylish and durable cup suitable for both hot and cold beverages. Its sleek black design adds a modern touch to your drinkware collection.": "Siyah Alüminyum Bardak, hem sıcak hem de soğuk içecekler için uygun şık ve dayanıklı bir bardaktır. Zarif siyah tasarımı, içecek takımınıza modern dokunuş katar.",
    "The Black Whisk is a kitchen essential for whisking and beating ingredients. Its ergonomic handle and sleek design make it a practical and stylish tool.": "Siyah Çırpıcı, malzemeleri çırpmak ve dövmek için mutfak gereksizidir. Ergonomik sapı ve zarif tasarımı onu pratik ve şık bir alet yapar.",
    "The Boxed Blender is a powerful and compact blender perfect for smoothies, shakes, and more. Its convenient design and multiple functions make it a versatile kitchen appliance.": "Kutulu Blender, smoothie, shake ve daha fazlası için mükemmel güçlü ve kompakt bir blenderdır. Pratik tasarımı ve çoklu işlevleri onu çok amaçlı bir mutfak aleti yapar.",
    "The Carbon Steel Wok is a versatile cooking pan suitable for stir-frying, sautéing, and deep frying. Its sturdy construction ensures even heat distribution for delicious meals.": "Karbon Çelik Wok, karıştırarak kızartma, sote etme ve derin kızartma için uygun çok amaçlı bir pişirme tavasıdır. Sağlam yapısı lezzetli yemekler için eşit ısı dağılımı sağlar.",
    "The Chopping Board is an essential kitchen accessory for food preparation. Made from durable material, it provides a safe and hygienic surface for cutting and chopping.": "Kesme Tahtası, yemek hazırlığı için temel bir mutfak aksesuarıdır. Dayanıklı malzemeden yapılan ürün, kesme ve doğrama için güvenli ve hijyenik yüzey sağlar.",
    "The Citrus Squeezer in Yellow is a handy tool for extracting juice from citrus fruits. Its vibrant color adds a cheerful touch to your kitchen gadgets.": "Sarı Narenciye Sıkacağı, narenciye meyvelerinden meyve suyu çıkarmak için kullanışlı bir alettir. Canlı rengi mutfak aletlerinize neşeli dokunuş katar.",
    "The Egg Slicer is a convenient tool for slicing boiled eggs evenly. It's perfect for salads, sandwiches, and other dishes where sliced eggs are desired.": "Yumurta Dilimleyici, haşlanmış yumurtaları eşit şekilde dilimleme için kullanışlı bir alettir. Salata, sandviç ve dilimlenmiş yumurta istenilen diğer yemekler için mükemmeldir.",
    "The Electric Stove provides a portable and efficient cooking solution. Ideal for small kitchens or as an additional cooking surface for various culinary needs.": "Elektrikli Ocak, taşınabilir ve verimli pişirme çözümü sağlar. Küçük mutfaklar için veya çeşitli mutfak ihtiyaçları için ek pişirme yüzeyi olarak idealdir.",
    "The Fine Mesh Strainer is a versatile tool for straining liquids and sifting dry ingredients. Its fine mesh ensures efficient filtering for smooth cooking and baking.": "İnce Örgü Süzgeç, sıvıları süzmek ve kuru malzemeleri eleme için çok amaçlı bir alettir. İnce örgüsü pürüzsüz pişirme ve fırın işleri için verimli filtreleme sağlar.",
    "The Fork is a classic utensil for various dining and serving purposes. Its durable and ergonomic design makes it a reliable choice for everyday use.": "Çatal, çeşitli yemek yeme ve servis amaçları için klasik bir çatal bıçak takımıdır. Dayanıklı ve ergonomik tasarımı günlük kullanım için güvenilir bir seçim yapar.",
    "The Glass is a versatile and elegant drinking vessel suitable for a variety of beverages. Its clear design allows you to enjoy the colors and textures of your drinks.": "Bardak, çeşitli içecekler için uygun çok amaçlı ve zarif bir içki kabıdır. Şeffaf tasarımı içeceklerinizin renklerinin ve dokularının tadını çıkarmanızı sağlar.",
    "The Grater in Black is a handy kitchen tool for grating cheese, vegetables, and more. Its sleek design and sharp blades make food preparation efficient and easy.": "Siyah Rende, peynir, sebze ve daha fazlasını rendelemek için kullanışlı bir mutfak aletidir. Zarif tasarımı ve keskin bıçakları yemek hazırlığını verimli ve kolay hale getirir.",
    "The Hand Blender is a versatile kitchen appliance for blending, pureeing, and mixing. Its compact design and powerful motor make it a convenient tool for various recipes.": "El Blenderi, karıştırma, püre yapma ve karıştırma için çok amaçlı bir mutfak aletidir. Kompakt tasarımı ve güçlü motoru onu çeşitli tarifler için kullanışlı bir alet yapar.",
    "The Ice Cube Tray is a practical accessory for making ice cubes in various shapes. Perfect for keeping your drinks cool and adding a fun element to your beverages.": "Buz Kalıbı, çeşitli şekillerde buz küpü yapma için pratik bir aksesuardır. İçeceklerinizi serin tutmak ve içeceklerinize eğlenceli unsur katmak için mükemmeldir.",
    "The Kitchen Sieve is a versatile tool for sifting and straining dry and wet ingredients. Its fine mesh design ensures smooth results in your cooking and baking.": "Mutfak Eleği, kuru ve ıslak malzemeleri eleme ve süzme için çok amaçlı bir alettir. İnce örgü tasarımı pişirme ve fırın işlerinde pürüzsüz sonuçlar sağlar.",
    "The Knife is an essential kitchen tool for chopping, slicing, and dicing. Its sharp blade and ergonomic handle make it a reliable choice for food preparation.": "Bıçak, doğrama, dilimleme ve küp küp kesme için temel bir mutfak aletidir. Keskin bıçağı ve ergonomik sapı yemek hazırlığı için güvenilir bir seçim yapar.",
    "The Lunch Box is a convenient and portable container for packing and carrying your meals. With compartments for different foods, it's perfect for on-the-go dining.": "Beslenme Kutusu, yemeklerinizi paketleme ve taşıma için kullanışlı ve taşınabilir bir kaptır. Farklı yiyecekler için bölmelerle hareket halinde yemek yeme için mükemmeldir.",
    "The Microwave Oven is a versatile kitchen appliance for quick and efficient cooking, reheating, and defrosting. Its compact size makes it suitable for various kitchen setups.": "Mikrodalga Fırını, hızlı ve verimli pişirme, ısıtma ve çözme için çok amaçlı bir mutfak aletidir. Kompakt boyutu onu çeşitli mutfak düzenlemeleri için uygun hale getirir.",
    "The Mug Tree Stand is a stylish and space-saving solution for organizing your mugs. Keep your favorite mugs easily accessible and neatly displayed in your kitchen.": "Kupa Ağacı Standı, kupalarınızı organize etme için şık ve yer tasarrufu sağlayan bir çözümdür. Favori kupalarınızı mutfağınızda kolayca erişilebilir ve düzenli şekilde sergilenmiş tutun.",
    "The Pan is a versatile and essential cookware item for frying, sautéing, and cooking various dishes. Its non-stick coating ensures easy food release and cleanup.": "Tava, kızartma, sote etme ve çeşitli yemekleri pişirme için çok amaçlı ve temel bir yemek pişirme aletidir. Yapışmaz kaplaması kolay yiyecek çıkarma ve temizlik sağlar.",
    "The Plate is a classic and essential dishware item for serving meals. Its durable and stylish design makes it suitable for everyday use or special occasions.": "Tabak, yemek servis için klasik ve temel bir yemek takımı parçasıdır. Dayanıklı ve şık tasarımı günlük kullanım veya özel günler için uygun hale getirir.",
    "The Red Tongs are versatile kitchen tongs suitable for various cooking and serving tasks. Their vibrant color adds a pop of excitement to your kitchen utensils.": "Kırmızı Maşa, çeşitli pişirme ve servis görevleri için uygun çok amaçlı mutfak maşasıdır. Canlı rengi mutfak aletlerinize heyecan katışı katar.",
    "The Silver Pot with Glass Cap is a stylish and functional cookware item for boiling, simmering, and preparing delicious meals. Its glass cap allows you to monitor cooking progress.": "Cam Kapaklı Gümüş Tencere, kaynatma, hafif ateşte pişirme ve lezzetli yemekler hazırlama için şık ve işlevsel bir yemek pişirme aletidir. Cam kapağı pişirme ilerlemesini izlemenizi sağlar.",
    "The Slotted Turner is a kitchen utensil designed for flipping and turning food items. Its slotted design allows excess liquid to drain, making it ideal for frying and sautéing.": "Delikli Spatula, yiyecekleri çevirme ve döndürme için tasarlanmış bir mutfak aletidir. Delikli tasarımı fazla sıvının süzülmesini sağlar, kızartma ve sote için ideal hale getirir.",
    "The Spice Rack is a convenient organizer for your spices and seasonings. Keep your kitchen essentials within reach and neatly arranged with this stylish spice rack.": "Baharat Rafı, baharat ve çeşnileriniz için kullanışlı bir organizatördür. Bu şık baharat rafıyla mutfak temellerinizi el altında ve düzenli şekilde tutun.",
    "The Spoon is a versatile kitchen utensil for stirring, serving, and tasting. Its ergonomic design and durable construction make it an essential tool for every kitchen.": "Kaşık, karıştırma, servis ve tadma için çok amaçlı bir mutfak aletidir. Ergonomik tasarımı ve dayanıklı yapısı onu her mutfak için temel bir alet yapar.",
    "The Tray is a functional and decorative item for serving snacks, appetizers, or drinks. Its stylish design makes it a versatile accessory for entertaining guests.": "Tepsi, atıştırmalık, meze veya içecek servis için işlevsel ve dekoratif bir eşyadır. Şık tasarımı onu misafir ağırlama için çok amaçlı bir aksesuar yapar.",
    "The Wooden Rolling Pin is a classic kitchen tool for rolling out dough for baking. Its smooth surface and sturdy handles make it easy to achieve uniform thickness.": "Ahşap Oklava, fırın işleri için hamur açma için klasik bir mutfak aletidir. Pürüzsüz yüzeyi ve sağlam sapları tek tip kalınlık elde etmeyi kolaylaştırır.",
    "The Yellow Peeler is a handy tool for peeling fruits and vegetables with ease. Its bright yellow color adds a cheerful touch to your kitchen gadgets.": "Sarı Soyacak, meyve ve sebzeleri kolaylıkla soyma için kullanışlı bir alettir. Parlak sarı rengi mutfak aletlerinize neşeli dokunuş katar.",
    "The MacBook Pro 14 Inch in Space Grey is a powerful and sleek laptop, featuring Apple's M1 Pro chip for exceptional performance and a stunning Retina display.": "Space Grey renkte MacBook Pro 14 İnç, olağanüstü performans için Apple'ın M1 Pro çipi ve çarpıcı Retina ekranı içeren güçlü ve şık bir dizüstü bilgisayardır.",
    "The Asus Zenbook Pro Dual Screen Laptop is a high-performance device with dual screens, providing productivity and versatility for creative professionals.": "Asus Zenbook Pro Çift Ekran Laptop, yaratıcı profesyoneller için verimlilik ve çok yönlülük sağlayan çift ekranlı yüksek performanslı bir cihazdır.",
    "The Huawei Matebook X Pro is a slim and stylish laptop with a high-resolution touchscreen display, offering a premium experience for users on the go.": "Huawei Matebook X Pro, yolculukta kullanıcılar için premium deneyim sunan yüksek çözünürlüklü dokunmatik ekranlı ince ve şık bir dizüstü bilgisayardır.",
    "The Lenovo Yoga 920 is a 2-in-1 convertible laptop with a flexible hinge, allowing you to use it as a laptop or tablet, offering versatility and portability.": "Lenovo Yoga 920, esnek menteşeli 2-in-1 dönüştürülebilir dizüstü bilgisayar olup, laptop veya tablet olarak kullanmanıza imkan tanır, çok yönlülük ve taşınabilirlik sunar.",
    "The New DELL XPS 13 9300 Laptop is a compact and powerful device, featuring a virtually borderless InfinityEdge display and high-end performance for various tasks.": "Yeni DELL XPS 13 9300 Laptop, çeşitli görevler için neredeyse çerçevesiz InfinityEdge ekran ve üst düzey performans içeren kompakt ve güçlü bir cihazdır.",
    "The Blue & Black Check Shirt is a stylish and comfortable men's shirt featuring a classic check pattern. Made from high-quality fabric, it's suitable for both casual and semi-formal occasions.": "Mavi & Siyah Kareli Gömlek, klasik kareli desenli şık ve rahat erkek gömleğidir. Yüksek kaliteli kumaştan yapılmıştır, hem günlük hem de yarı resmi durumlar için uygundur.",
    "The Gigabyte Aorus Men Tshirt is a cool and casual shirt for gaming enthusiasts. With the Aorus logo and sleek design, it's perfect for expressing your gaming style.": "Gigabyte Aorus Erkek Tişörtü, oyun severler için havalı ve günlük bir gömlek. Aorus logosu ve şık tasarımıyla oyun tarzınızı ifade etmek için mükemmel.",
    "The Man Plaid Shirt is a timeless and versatile men's shirt with a classic plaid pattern. Its comfortable fit and casual style make it a wardrobe essential for various occasions.": "Erkek Ekoseli Gömlek, klasik ekoseli desenli zamansız ve çok yönlü erkek gömleğidir. Rahat kesimi ve günlük tarzı onu çeşitli durumlar için gardırop temel parçası yapar.",
    "The Man Short Sleeve Shirt is a breezy and stylish option for warm days. With a comfortable fit and short sleeves, it's perfect for a laid-back yet polished look.": "Erkek Kısa Kollu Gömlek, sıcak günler için ferah ve şık bir seçenektir. Rahat kesimi ve kısa kollarıyla rahat ama şık bir görünüm için mükemmel.",
    "The Men Check Shirt is a classic and versatile shirt featuring a stylish check pattern. Suitable for various occasions, it adds a smart and polished touch to your wardrobe.": "Erkek Kareli Gömlek, şık kareli desen içeren klasik ve çok yönlü bir gömlektir. Çeşitli durumlar için uygun, gardırobunuza akıllı ve şık dokunuş katar.",
    "The Nike Air Jordan 1 in Red and Black is an iconic basketball sneaker known for its stylish design and high-performance features, making it a favorite among sneaker enthusiasts and athletes.": "Kırmızı ve Siyah Nike Air Jordan 1, şık tasarımı ve yüksek performans özellikleri ile bilinen ikonik basketbol ayakkabısıdır, ayakkabı tutkunları ve sporcular arasında favoridir.",
    "Nike Baseball Cleats are designed for maximum traction and performance on the baseball field. They provide stability and support for players during games and practices.": "Nike Beyzbol Kramponları, beyzbol sahasında maksimum çekiş ve performans için tasarlanmıştır. Oyunlar ve antrenmanlar sırasında oyunculara stabilite ve destek sağlar.",
    "The Puma Future Rider Trainers offer a blend of retro style and modern comfort. Perfect for casual wear, these trainers provide a fashionable and comfortable option for everyday use.": "Puma Future Rider Eğitmenler, retro stil ve modern konforu harmanlıyor. Günlük giyim için mükemmel, bu eğitmenler günlük kullanım için moda ve rahat seçenek sunuyor.",
    "The Sports Sneakers in Off White and Red combine style and functionality, making them a fashionable choice for sports enthusiasts. The red and off-white color combination adds a bold and energetic touch.": "Kırık Beyaz ve Kırmızı Spor Ayakkabıları stil ve işlevselliği birleştirerek spor tutkunları için moda seçim yapar. Kırmızı ve kırık beyaz renk kombinasyonu cesur ve enerjik dokunuş katar.",
    "Another variant of the Sports Sneakers in Off White Red, featuring a unique design. These sneakers offer style and comfort for casual occasions.": "Kırık Beyaz Kırmızı Spor Ayakkabılarının benzersiz tasarımlı başka bir varyantı. Bu spor ayakkabıları günlük durumlar için stil ve konfor sunar.",
    "The Brown Leather Belt Watch is a stylish timepiece with a classic design. Featuring a genuine leather strap and a sleek dial, it adds a touch of sophistication to your look.": "Kahverengi Deri Kayışlı Saat, klasik tasarımlı şık bir saat. Gerçek deri kayış ve zarif kadranı ile görünümünüze sofistike dokunuş katar.",
    "The Longines Master Collection is an elegant and refined watch known for its precision and craftsmanship. With a timeless design, it's a symbol of luxury and sophistication.": "Longines Master Koleksiyonu, hassasiyeti ve işçiliği ile bilinen zarif ve rafine bir saat. Zamansız tasarımıyla lüks ve sofistikasyonun simgesi.",
    "The Rolex Cellini Date with Black Dial is a classic and prestigious watch. With a black dial and date complication, it exudes sophistication and is a symbol of Rolex's heritage.": "Siyah Kadranlı Rolex Cellini Date klasik ve prestijli bir saat. Siyah kadran ve tarih komplikasyonu ile sofistikasyon yayar ve Rolex mirasının simgesidir.",
    "The Rolex Cellini Moonphase is a masterpiece of horology, featuring a moon phase complication and exquisite design. It reflects Rolex's commitment to precision and elegance.": "Rolex Cellini Moonphase, ay fazı komplikasyonu ve nefis tasarımı ile horoloji şaheseridir. Rolex'in hassasiyet ve zarafet bağlılığını yansıtır.",
    "The Rolex Datejust is an iconic and versatile timepiece with a date window. Known for its timeless design and reliability, it's a symbol of Rolex's watchmaking excellence.": "Rolex Datejust, tarih pencereli ikonik ve çok yönlü bir saattir. Zamansız tasarımı ve güvenilirliği ile bilinir, Rolex'in saatçilik mükemmeliyetinin simgesidir.",
    "The Rolex Submariner is a legendary dive watch with a rich history. Known for its durability and water resistance, it's a symbol of adventure and exploration.": "Rolex Submariner, zengin geçmişe sahip efsanevi dalış saatidir. Dayanıklılığı ve su direnci ile bilinir, macera ve keşfin simgesidir.",
    "The Amazon Echo Plus is a smart speaker with built-in Alexa voice control. It features premium sound quality and serves as a hub for controlling smart home devices.": "Amazon Echo Plus, dahili Alexa ses kontrolü olan akıllı hoparlör. Premium ses kalitesi sunar ve akıllı ev cihazlarını kontrol etme merkezi görevi görür.",
    "The Apple Airpods offer a seamless wireless audio experience. With easy pairing, high-quality sound, and Siri integration, they are perfect for on-the-go listening.": "Apple Airpods sorunsuz kablosuz ses deneyimi sunar. Kolay eşleştirme, yüksek kaliteli ses ve Siri entegrasyonu ile hareket halinde dinleme için mükemmel.",
    "The Apple AirPods Max in Silver are premium over-ear headphones with high-fidelity audio, adaptive EQ, and active noise cancellation. Experience immersive sound in style.": "Gümüş Apple AirPods Max, yüksek kaliteli ses, uyarlanabilir EQ ve aktif gürültü engelleme özellikli premium kulak üstü kulaklıktır. Stil sahibi sürükleyici ses deneyimi yaşayın.",
    "The Apple AirPower Wireless Charger provides a convenient way to charge your compatible Apple devices wirelessly. Simply place your devices on the charging mat for effortless charging.": "Apple AirPower Kablosuz Şarj Cihazı, uyumlu Apple cihazlarınızı kablosuz şarj etmenin pratik yolunu sağlar. Cihazlarınızı şarj matına koymanız yeterli, zahmetsiz şarj.",
    "The Apple HomePod Mini in Cosmic Grey is a compact smart speaker that delivers impressive audio and integrates seamlessly with the Apple ecosystem for a smart home experience.": "Cosmic Grey Apple HomePod Mini, etkileyici ses sunan ve akıllı ev deneyimi için Apple ekosistemine sorunsuzca entegre olan kompakt akıllı hoparlördür.",
    "The Apple iPhone Charger is a high-quality charger designed for fast and efficient charging of your iPhone. Ensure your device stays powered up and ready to go.": "Apple iPhone Şarj Cihazı, iPhone'unuzun hızlı ve verimli şarjı için tasarlanmış yüksek kaliteli şarj cihazıdır. Cihazınızın şarjlı ve kullanıma hazır kalmasını sağlar.",
    "The Apple MagSafe Battery Pack is a portable and convenient way to add extra battery life to your MagSafe-compatible iPhone. Attach it magnetically for a secure connection.": "Apple MagSafe Batarya Paketi, MagSafe uyumlu iPhone'unuza ekstra batarya ömrü eklemek için taşınabilir ve pratik yoldur. Güvenli bağlantı için manyetik olarak takın.",
    "The Apple Watch Series 4 in Gold is a stylish and advanced smartwatch with features like heart rate monitoring, fitness tracking, and a beautiful Retina display.": "Altın Apple Watch Series 4, kalp atış hızı izleme, fitness takibi ve güzel Retina ekran gibi özelliklerle şık ve gelişmiş akıllı saat.",

    "Dior Sauvage Eau de Toilette is a popular men's fragrance, featuring a bold and fresh scent with notes of bergamot and ambroxan. It exudes confidence and masculinity.": "Dior Sauvage Eau de Toilette, bergamot ve ambroxan notalarıyla cesur ve taze koku içeren popüler erkek parfümü. Güven ve erkeklik yayar.",

    "Bvlgari Omnia Coral is a vibrant women's fragrance with fruity and floral notes. Its lively scent captures the essence of summer and joyful moments.": "Bvlgari Omnia Coral, meyveli ve çiçeksi notalarla canlı kadın parfümü. Canlı kokusu yaz ve neşeli anların özünü yakalar.",

    "The La Vie Est Belle Eau de Parfum by Lancôme is a luxurious women's fragrance with sweet and floral notes. It embodies elegance, happiness, and femininity.": "Lancôme La Vie Est Belle Eau de Parfum, tatlı ve çiçeksi notalarla lüks kadın parfümü. Zarafet, mutluluk ve kadınlığı bünyesinde barındırır.",

    "The Perfume Spray is a convenient and portable fragrance option. It delivers a fine mist of scent, allowing for easy application throughout the day.": "Parfüm Spreyi pratik ve taşınabilir parfüm seçeneği. İnce koku püskürtmesi sunar, gün boyunca kolay uygulama imkanı tanır.",

    "The Apple Homepod Mini in White is a compact smart speaker with impressive sound quality and Siri integration. Control your smart home and enjoy music with ease.": "Beyaz Apple HomePod Mini, etkileyici ses kalitesi ve Siri entegrasyonu olan kompakt akıllı hoparlör. Akıllı evinizi kontrol edin ve kolaylıkla müziğin tadını çıkarın.",
    "The iPhone 9 is a smartphone that bridges the gap between the iPhone 8 and iPhone X, offering modern features in a familiar design.": "iPhone 9, iPhone 8 ve iPhone X arasındaki boşluğu dolduran, tanıdık tasarımda modern özellikler sunan akıllı telefon.",

    "The iPhone 14 is the latest generation of Apple's iconic smartphone, featuring cutting-edge technology, an advanced camera system, and powerful performance.": "iPhone 14, Apple'ın ikonik akıllı telefonunun en son nesli olup, son teknoloji, gelişmiş kamera sistemi ve güçlü performans içeriyor.",

    "The Oppo A57 is a feature-rich smartphone with a focus on performance and style. It offers a great balance of functionality and affordability.": "Oppo A57, performans ve stile odaklanan özellik zengini akıllı telefon. İşlevsellik ve uygun fiyat harika dengesi sunar.",

    "The Oppo F19 is a sleek and capable smartphone with a focus on camera performance and a stylish design. It caters to users looking for a reliable and attractive device.": "Oppo F19, kamera performansına odaklanan ve şık tasarımlı zarif ve yetenekli akıllı telefon. Güvenilir ve çekici cihaz arayan kullanıcılara hitap eder.",

    "The Realme C35 is a budget-friendly smartphone with essential features for everyday use. It provides good value for users seeking affordability without compromising usability.": "Realme C35, günlük kullanım için temel özelliklerle bütçe dostu akıllı telefon. Kullanılabilirlikten ödün vermeden uygun fiyat arayan kullanıcılar için iyi değer sağlar.",

    "The Realme Narzo 50 is a mid-range smartphone with impressive performance and a stylish design. It caters to users who want a capable device at an affordable price point.": "Realme Narzo 50, etkileyici performans ve şık tasarımlı orta seviye akıllı telefon. Uygun fiyat noktasında yetenekli cihaz isteyen kullanıcılara hitap eder.",

    "The Realme X7 Max is a high-performance smartphone with a focus on gaming and multimedia experiences. It features advanced hardware and a vibrant display.": "Realme X7 Max, oyun ve multimedya deneyimlerine odaklanan yüksek performanslı akıllı telefon. İleri donanım ve canlı ekran içerir.",

    "The Samsung Galaxy S7 is a classic smartphone known for its premium design, water resistance, and reliable performance.": "Samsung Galaxy S7, premium tasarımı, su direnci ve güvenilir performansıyla bilinen klasik akıllı telefon.",

    "The Samsung Galaxy S8 is a stylish and powerful smartphone featuring an edge-to-edge display and impressive camera capabilities.": "Samsung Galaxy S8, kenardan kenara ekran ve etkileyici kamera yetenekleri içeren şık ve güçlü akıllı telefon.",

    "The Samsung Galaxy S10 is a flagship smartphone offering advanced features, a sleek design, and top-notch performance.": "Samsung Galaxy S10, gelişmiş özellikler, zarif tasarım ve birinci sınıf performans sunan amiral gemisi akıllı telefon.",

    "The Samsung Galaxy S10+ is a larger version of the S10, with an expansive display, dual front cameras, and enhanced battery life.": "Samsung Galaxy S10+, S10'un daha büyük versiyonu olup geniş ekran, çift ön kamera ve gelişmiş batarya ömrü içerir.",

    "The Samsung Galaxy S21 Ultra is a cutting-edge smartphone with a large display, advanced camera system, and powerful hardware for a premium experience.": "Samsung Galaxy S21 Ultra, büyük ekran, gelişmiş kamera sistemi ve premium deneyim için güçlü donanımla son teknoloji akıllı telefon.",

    "The Samsung Galaxy S22 Ultra is the latest flagship with an integrated S Pen, exceptional camera system, and unparalleled performance.": "Samsung Galaxy S22 Ultra, entegre S Pen, olağanüstü kamera sistemi ve benzersiz performansla en son amiral gemisi.",

    "The Vivo V21 is a stylish smartphone with a focus on selfies and camera quality, offering advanced imaging features.": "Vivo V21, selfie ve kamera kalitesine odaklanan, gelişmiş görüntüleme özellikleri sunan şık akıllı telefon.",

    "The Vivo Y20 is an affordable smartphone with essential features and reliable performance for everyday use.": "Vivo Y20, günlük kullanım için temel özellikler ve güvenilir performansla uygun fiyatlı akıllı telefon.",

    "The Xiaomi Mi 10 is a powerful smartphone with high-end specifications, impressive camera performance, and sleek design.": "Xiaomi Mi 10, üst düzey özellikler, etkileyici kamera performansı ve zarif tasarımla güçlü akıllı telefon.",

    "The Xiaomi Mi 11 Ultra is a flagship smartphone offering an advanced camera system, powerful processor, and premium design.": "Xiaomi Mi 11 Ultra, gelişmiş kamera sistemi, güçlü işlemci ve premium tasarım sunan amiral gemisi akıllı telefon.",

    "The Xiaomi Mi Note 10 is a feature-packed smartphone with a focus on camera capabilities, offering a versatile photography experience.": "Xiaomi Mi Note 10, kamera yeteneklerine odaklanan, çok yönlü fotoğrafçılık deneyimi sunan özellik dolu akıllı telefon.",

    "The OnePlus 9 is a flagship smartphone with a sleek design, high-performance hardware, and a focus on smooth user experience.": "OnePlus 9, zarif tasarım, yüksek performanslı donanım ve pürüzsüz kullanıcı deneyimine odaklanan amiral gemisi akıllı telefon.",

    "The OnePlus 9 Pro is an advanced version of the OnePlus 9, with enhanced camera capabilities and a premium build.": "OnePlus 9 Pro, OnePlus 9'un gelişmiş kamera yetenekleri ve premium yapıyla geliştirilmiş versiyonu.",

    "The OnePlus Nord is a mid-range smartphone offering solid performance and features at an affordable price.": "OnePlus Nord, uygun fiyatta sağlam performans ve özellikler sunan orta seviye akıllı telefon.",

    "The Google Pixel 5 is a smartphone known for its exceptional camera performance, clean Android experience, and compact design.": "Google Pixel 5, olağanüstü kamera performansı, temiz Android deneyimi ve kompakt tasarımıyla bilinen akıllı telefon.",

    "The Google Pixel 6 is a flagship smartphone with Google's custom Tensor chip, advanced camera features, and modern design.": "Google Pixel 6, Google'ın özel Tensor çipi, gelişmiş kamera özellikleri ve modern tasarımla amiral gemisi akıllı telefon.",

    "The Google Pixel 6 Pro is an enhanced version of the Pixel 6, with a larger display and additional camera features.": "Google Pixel 6 Pro, Pixel 6'nın daha büyük ekran ve ek kamera özellikleriyle geliştirilmiş versiyonu.",

    "The Huawei P30 Pro is a flagship smartphone with an advanced camera system, premium design, and long battery life.": "Huawei P30 Pro, gelişmiş kamera sistemi, premium tasarım ve uzun batarya ömrüyle amiral gemisi akıllı telefon.",

    "The Huawei Mate 40 Pro is a high-end smartphone with powerful performance, impressive cameras, and a sleek design.": "Huawei Mate 40 Pro, güçlü performans, etkileyici kameralar ve zarif tasarımlı üst düzey akıllı telefon.",

    "The Nokia 3310 is a classic feature phone known for its durability, long battery life, and nostalgic design.": "Nokia 3310, dayanıklılığı, uzun batarya ömrü ve nostaljik tasarımıyla bilinen klasik özellikli telefon.",

    "The Sony Xperia 1 III is a premium smartphone with a 4K display, advanced camera features, and high-end performance.": "Sony Xperia 1 III, 4K ekran, gelişmiş kamera özellikleri ve üst düzey performansla premium akıllı telefon.",

    "The LG Wing is a unique smartphone with a swiveling display, offering a new form factor and multitasking capabilities.": "LG Wing, döner ekranla benzersiz akıllı telefon, yeni form faktör ve çoklu görev yetenekleri sunar.",

    "The Asus ROG Phone 5 is a gaming smartphone with top-tier hardware, gaming-specific features, and a bold design.": "Asus ROG Phone 5, üst düzey donanım, oyuna özel özellikler ve cesur tasarımla oyun akıllı telefonu.",

    "The ZTE Axon 20 is known as the first smartphone with an under-display camera, combining innovation with sleek design.": "ZTE Axon 20, ekran altı kameralı ilk akıllı telefon olarak bilinir, inovasyonu zarif tasarımla birleştirir.",

    "The Lenovo Legion Phone Duel is a gaming smartphone with powerful hardware and unique features designed for mobile gamers.": "Lenovo Legion Phone Duel, mobil oyuncular için tasarlanmış güçlü donanım ve benzersiz özelliklerle oyun akıllı telefonu.",

    "The Honor 50 is a stylish smartphone with strong performance, good camera capabilities, and modern design.": "Honor 50, güçlü performans, iyi kamera yetenekleri ve modern tasarımla şık akıllı telefon.",

    "The Alcatel 1S is an entry-level smartphone offering essential features at an affordable price.": "Alcatel 1S, uygun fiyatta temel özellikler sunan giriş seviyesi akıllı telefon.",

    "The Micromax IN Note 1 is a budget-friendly smartphone with decent performance and stock Android experience.": "Micromax IN Note 1, makul performans ve sade Android deneyimiyle bütçe dostu akıllı telefon.",

    "The Infinix Zero 8 is a mid-range smartphone with impressive performance, stylish design, and capable cameras.": "Infinix Zero 8, etkileyici performans, şık tasarım ve yetenekli kameralarla orta seviye akıllı telefon.",

    "The Tecno Camon 17 is a smartphone with a focus on camera performance, especially selfies, at an affordable price.": "Tecno Camon 17, özellikle selfie olmak üzere kamera performansına odaklanan, uygun fiyatlı akıllı telefon.",

    "The Lava Z6 is an entry-level smartphone with decent features for its price, catering to budget-conscious users.": "Lava Z6, fiyatı için makul özelliklerle giriş seviyesi akıllı telefon, bütçe bilinçli kullanıcılara hitap eder.",

    "The Fairphone 4 is a sustainable smartphone designed for longevity, repairability, and ethical sourcing.": "Fairphone 4, uzun ömür, onarılabilirlik ve etik kaynak için tasarlanmış sürdürülebilir akıllı telefon.",

    "The Meizu 18 Pro is a high-end smartphone with strong performance, advanced features, and premium build quality.": "Meizu 18 Pro, güçlü performans, gelişmiş özellikler ve premium yapı kalitesiyle üst düzey akıllı telefon."
  },
  "Verification code": "Doğrulama kodu",
  "Please enter the 6-digit verification code": "Lütfen 6 haneli doğrulama kodunu girin",
  "Back to Edit": "Düzenlemeye Dön",
  "A verification code has been sent to": "Doğrulama kodu şuraya gönderildi:",
  "Sign Up": "Kayıt Ol",
  "Verify your identity": "Kimliğinizi doğrulayın",
  "Search by name": "İsme göre ara",
  "Enter your credentials to access your dashboard": "Kontrol panelinize erişmek için kimlik bilgilerinizi girin",
  "Sign in to your account": "Hesabınıza giriş yapın",
  "Create an account": "Hesap oluştur",
  "First name cannot be empty.": "Ad boş olamaz.",
  "Last name cannot be empty.": "Soyadı boş olamaz.",
  "Phone Number": "Telefon Numarası",
  "Phone Number cannot be empty.": "Telefon numarası boş olamaz.",
  "Email cannot be empty.": "E-posta boş olamaz.",
  "Password cannot be empty.": "Şifre boş olamaz.",
  "Create Account": "Hesap Oluştur",
  "Already have account?": "Zaten hesabınız var mı?",
  "Log in": "Giriş yap",
  "Side": "Yan profil",
  "Sign In": "Giriş Yap",
  "Oops! Nothing in your wishlist": "Ups! Dilek listenizde hiçbir şey yok",
  "Start exploring and add your favorite products here.": "Keşfetmeye başlayın ve favori ürünlerinizi buraya ekleyin.",
  "Please log in to view your wishlist and save your favorite items.": "Dilek listenizi görüntülemek ve favori öğelerinizi kaydetmek için lütfen giriş yapın.",
  "Please log in to view your Cart and save your cart items.": "Sepetinizi görüntülemek ve sepet öğelerinizi kaydetmek için lütfen giriş yapın.",
  "Please log in to view your profile.": "Profilinizi görüntülemek için lütfen giriş yapın.",
  "E-mail": "E-posta",
  "Your order has been placed successfully!": "Siparişiniz başarıyla verildi!",
  "You can track your order status here.": "Sipariş durumunuzu buradan takip edebilirsiniz.",
  "Track Order": "Siparişi Takip Et",
  "Password": "Şifre",
  "Cancellations Orders": "İptal Edilen Siparişler",
  "Thank you for contacting us": "Bizimle iletişime geçtiğiniz için teşekkür ederiz",
  "We've received your message and will get back to you shortly.": "Mesajınızı aldık ve kısa süre içinde size döneceğiz.",
  "Forgot Password ?": "Şifremi Unuttum?",
  "Continue with Google": "Google ile Devam Et",
  "Exclusive": "Eksklüsif",
  "Home": "Ana Sayfa",
  "Don't have an account?": "Hesabınız yok mu?",
  "Contact": "İletişim",
  "About": "Hakkında",
  "Sign in": "Giriş yap",
  "Today's": "Bugünün",
  "Flash Sales": "Flaş İndirimler",
  "iphone 14 series": "iphone 14 serisi",
  "Up to 10% off Voucher": "%10'a varan indirim kuponu",
  "Categories": "Kategoriler",
  "Browse By Category": "Kategoriye Göre Gezin",
  "This Month": "Bu Ay",
  "Best Selling Products": "En Çok Satanlar",
  "Enhance Your Music Experience": "Müzik Deneyiminizi Geliştirin",
  "Shop Now": "Şimdi Alışveriş Yap",
  "Our Products": "Ürünlerimiz",
  "Featured": "Öne Çıkan",
  "New Arrival": "Yeni Gelenler",
  "Women's Collections": "Kadın Koleksiyonu",
  "Featured woman collections that give you another vibe.": "Size farklı bir hava veren öne çıkan kadın koleksiyonları.",
  "PlayStation 5": "PlayStation 5",
  "Black and White version of the PS5 coming out on sale.": "PS5'in Siyah ve Beyaz versiyonu satışa çıkıyor.",
  "Speakers": "Hoparlörler",
  "Amazon wireless speakers": "Amazon kablosuz hoparlörler",
  "Perfume": "Parfüm",
  "GUCCI INTENSE OUD EDP": "GUCCI INTENSE OUD EDP",
  "FREE AND FAST DELIVERY": "ÜCRETSİZ VE HIZLI TESLİMAT",
  "Free delivery for all orders over $140": "140ın üzerindeki tüm siparişlerde ücretsiz teslimat",
  "24/7 CUSTOMER SERVICE": "7/24 MÜŞTERİ HİZMETLERİ",
  "Friendly 24/7 customer support": "Dostane 7/24 müşteri desteği",
  "MONEY BACK GUARANTEE": "PARA İADE GARANTİSİ",
  "We return money within 30 days": "30 gün içinde parayı iade ediyoruz",
  "Subscribe": "Abone Ol",
  "Get 10% off your first order": "İlk siparişinizde %10 indirim kazanın",
  "Support": "Destek",
  "111 Bijoy sarani, Dhaka, DH 1515, Bangladesh.": "111 Bijoy sarani, Dhaka, DH 1515, Bangladeş.",
  "Quick Link": "Hızlı Bağlantı",
  "Privacy Policy": "Gizlilik Politikası",
  "Terms Of Use": "Kullanım Koşulları",
  "Download App": "Uygulamayı İndir",
  "Save $3 with App New User Only": "Sadece Yeni Uygulama Kullanıcıları İçin 3$ Tasarruf",
  "Account": "Hesap",
  "More": "Daha Fazla",
  "Please log in to view your profile": "Profilinizi görüntülemek için lütfen giriş yapın",
  "My Account": "Hesabım",
  "My order": "Siparişlerim",
  "You are not logged in": "Giriş yapmadınız",
  "My Cancellations": "İptallerim",
  "My Reviews": "Yorumlarım",
  "Confirm Logout": "Çıkışı Onayla",
  "Are you sure you want to log out of your account?": "Hesabınızdan çıkış yapmak istediğinizden emin misiniz?",
  "Log out": "Çıkış Yap",
  "Login / Register": "Giriş / Kayıt",
  "Cart": "Sepet",
  "Canccellations Orders": "İptal Edilen Siparişler",
  "favourite": "Favori",
  "Wishlist": "Dilek Listesi",
  "Blue Frock": "Mavi Elbise",
  "Heshe Women's Leather Bag": "Heshe Kadın Deri Çanta",
  "Green Crystal Earring": "Yeşil Kristal Küpe",
  "Blue & Black Check Shirt": "Mavi & Siyah Kareli Gömlek",
  "Brown Leather Belt Watch": "Kahverengi Deri Kayışlı Saat",
  "Nike Air Jordan 1 Red And Black": "Nike Air Jordan 1 Kırmızı ve Siyah",
  "iPhone 14 Series": "iPhone 14 Serisi",
  "Apple AirPods Max (Silver)": "Apple AirPods Max (Gümüş)",
  "Apple AirPower Wireless Charger": "Apple AirPower Kablosuz Şarj Cihazı",
  "Apple HomePod mini (Cosmic Grey)": "Apple HomePod mini (Kozmik Gri)",
  "Decoration Swing": "Dekoratif Salıncak",
  "House Showpiece Plant": "Ev Süs Bitkisi",
  "Annibale Colombo Bed": "Annibale Colombo Yatak",
  "American Football": "Amerikan Futbolu",
  "Baseball Ball": "Beyzbol Topu",
  "Baseball Glove": "Beyzbol Eldiveni",
  "Apple": "Elma",
  "Beef Steak": "Biftek",
  "Chicken Meat": "Tavuk Eti",
  "Men's Fashion": "Erkek Modası",
  "Woman's Fashion": "Kadın Modası",
  "Electronics": "Elektronik",
  "Home & Lifestyle": "Ev ve Yaşam Tarzı",
  "Sports & Outdoor": "Spor ve Açık Hava",
  "Groceries & Pets": "Market ve Evcil Hayvan",
  "Health & Beauty": "Sağlık ve Güzellik",
  "Tablets": "Tabletler",
  "Smart Phones": "Akıllı Telefonlar",
  "Laptops": "Dizüstü Bilgisayarlar",
  "Groceries": "Market",
  "Home Decoration": "Ev Dekorasyonu",
  "Furniture": "Mobilya",
  "Tops": "Üstler",
  "Womens Dresses": "Kadın Elbiseleri",
  "Womens Shoes": "Kadın Ayakkabıları",
  "Fragrances": "Parfümler",
  "Skincare": "Cilt Bakımı",
  "Mens Shirts": "Erkek Gömlekleri",
  "Mens Shoes": "Erkek Ayakkabıları",
  "No account found with this email": "Bu e-posta ile hesap bulunamadı",
  "Mens Watches": "Erkek Saatleri",
  "Womens Bags": "Kadın Çantaları",
  "Womens Watches": "Kadın Saatleri",
  "Womens Jewellery": "Kadın Mücevherleri",
  "Create New Password": "Yeni Şifre Oluştur",
  "Choose a strong password to secure your account": "Hesabınızı güvende tutmak için güçlü bir şifre seçin",
  "One uppercase letter": "Bir büyük harf",
  "One number": "Bir rakam",
  "At least 8 characters": "En az 8 karakter",
  "Password meets all requirements": "Şifre tüm gereksinimleri karşılıyor",
  "Passwords match": "Şifreler eşleşiyor",
  "Passwords do not match": "Şifreler eşleşmiyor",
  "Update Password": "Şifreyi Güncelle",
  "Back to EmailEntry": "E-posta Girişine Dön",
  "Reset Password": "Şifreyi Sıfırla",
  "Sunglasses": "Güneş Gözlüğü",
  "Automotive": "Otomotiv",
  "Motorcycle": "Motosiklet",
  "Rating is required": "Değerlendirme gerekli",
  "Content is required": "İçerik gerekli",
  "Title is required": "Başlık gerekli",
  "What did you review?": "Neyi değerlendirdiniz?",
  "Review Added": "Yorum Eklendi",
  "All Products": "Tüm Ürünler",
  "Lighting": "Aydınlatma",
  "Check your email for the reset link!": "Sıfırlama bağlantısı için e-postanızı kontrol edin!",
  "View All Products": "Tüm Ürünleri Görüntüle",
  "Seconds": "Saniye",
  "Enter your email address and we'll send you a Link to reset your password.": "E-posta adresinizi girin, şifrenizi sıfırlamak için size bir bağlantı gönderelim.",
  "Minutes": "Dakika",
  "Hours": "Saat",
  "Send Reset Link": "Sıfırlama Bağlantısını Gönder",
  "Go To Back": "Geri Git",
  "Days": "Gün",
  "SHOP NOW": "ŞİMDİ ALIŞVERİŞ YAP",
  "$": "₺",
  "Add New Review": "Yeni Yorum Ekle",
  "Share your experience and help others make informed decisions.": "Deneyiminizi paylaşın ve başkalarının bilinçli kararlar vermesine yardımcı olun.",
  "Review Title": "Yorum Başlığı",
  "What did you Review?": "Neyi Değerlendirdiniz?",
  "Rating": "Değerlendirme",
  "Review Content": "Yorum İçeriği",
  "Share your detailed experience...": "Detaylı deneyiminizi paylaşın...",
  "Buy Now": "Şimdi Satın Al",
  "Share your experiences and discover what others are saying about products, services, and places you love.": "Deneyimlerinizi paylaşın ve sevdiğiniz ürünler, hizmetler ve yerler hakkında başkalarının ne söylediğini keşfedin.",
  "Free Delivery": "Ücretsiz Teslimat",
  "Enter your postal code for Delivery Availability": "Teslimat Durumu için posta kodunuzu girin",
  "Return Delivery": "İade Teslimatı",
  "Free 30 Days Delivery Returns. Details": "Ücretsiz 30 Gün Teslimat İadesi. Detaylar",
  "Related Item": "İlgili Ürün",
  "Reviews": "Yorumlar",
  "In Stock": "Stokta",
  "Out Of Stock": "Stokta Yok",
  "Send us a Message": "Bize Mesaj Gönderin",
  "Your Name": "Adınız",
  "Your Email": "E-postanız",
  "Email Address": "E-posta Adresi",
  "Phone Placeholder": "+90(555)123-4567",
  "Add Review": "Yorum Ekle",
  "Customer Reviews": "Müşteri Yorumları",
  "Your Message": "Mesajınız",
  "No reviews yet. Be the first to share your experience!": "Henüz yorum yok. Deneyiminizi paylaşan ilk kişi olun!",
  "Name is required.": "Ad gerekli.",
  "Email is required.": "E-posta gerekli.",
  "Invalid email address.": "Geçersiz e-posta adresi.",
  "Phone number is required.": "Telefon numarası gerekli.",
  "Phone number must be 11 digits.": "Telefon numarası 11 haneli olmalı.",
  "Message is required.": "Mesaj gerekli.",
  "Send Your Message": "Mesajınızı Gönderin",
  "Call To Us": "Bizi Arayın",
  "We are available 24/7, 7 days a week.": "Haftanın 7 günü 24/7 hizmetinizdeyiz.",
  "Your Phone Number": "Telefon Numaranız",
  "Write To US": "Bize Yazın",
  "Fill out our form and we will contact you within 24 hours.": "Formumuzu doldurun, 24 saat içinde sizinle iletişime geçelim.",
  "Customer Email": "customer@exclusive.com",
  "Support Email": "support@exclusive.com",
  "Start Live Chat": "Canlı Sohbeti Başlat",
  "Follow US": "Bizi Takip Edin",
  "Our Story": "Hikayemiz",
  "Launched in 2015, Exclusive is South Asia's premier online shopping marketplace with an active presence in Bangladesh. Supported by a wide range of tailored marketing, data, and service solutions, Exclusive has 10,500 sellers and 300 brands and serves 3 million customers across the region.": "2015'te kurulan Exclusive, Bangladeş'te aktif varlığı bulunan Güney Asya'nın önde gelen çevrimiçi alışveriş pazaryeridir. Geniş bir uyarlanmış pazarlama, veri ve hizmet çözümleri yelpazesi ile desteklenen Exclusive'in 10.500 satıcısı ve 300 markası bulunmakta ve bölge genelinde 3 milyon müşteriye hizmet vermektedir.",
  "Exclusive has more than 1 Million products to offer, growing at a very fast pace. Exclusive offers a diverse assortment in categories ranging from consumer.": "Exclusive, çok hızlı bir tempoda büyüyerek 1 milyondan fazla ürün sunmaktadır. Exclusive, tüketiciden başlayarak çeşitli kategorilerde çeşitli ürün yelpazesi sunmaktadır.",
  "Our Team": "Takımımız",
  "Meet Our": "Tanışın",
  "Experts": "Uzmanlarımızla",
  "Our dedicated team of professionals brings years of experience and passion to help you achieve your goals with excellence and innovation.": "Özveri ile çalışan profesyonel takımımız, mükemmellik ve yenilikle hedeflerinize ulaşmanıza yardımcı olmak için yılların deneyimini ve tutkusunu getiriyor.",
  "Sellers active on our site": "Sitemizde aktif satıcılar",
  "Monthly Product Sale": "Aylık Ürün Satışı",
  "Customers active in our site": "Sitemizde aktif müşteriler",
  "Annual gross sale in our site": "Sitemizde yıllık brüt satış",
  "Tom Cruise": "Tom Cruise",
  "Founder & Chairman": "Kurucu ve Başkan",
  "Emma Watson": "Emma Watson",
  "Co-Founder": "Kurucu Ortak",
  "Chris Evans": "Chris Evans",
  "Marketing Head": "Pazarlama Müdürü",
  "Scarlett Johansson": "Scarlett Johansson",
  "Lead Designer": "Baş Tasarımcı",
  "K": "B",
  "Product Name": "Ürün Adı",
  "Price": "Fiyat",
  "Quantity": "Adet",
  "Total": "Toplam",
  "Empty Cart": "Boş Sepet",
  "Your cart is empty": "Sepetiniz boş",
  "Browse our collection and add items you love to your cart.": "Koleksiyonumuza göz atın ve sevdiğiniz ürünleri sepetinize ekleyin.",
  "Return To Shop": "Mağazaya Dön",
  "Update Cart": "Sepeti Güncelle",
  "Coupon Code": "Kupon Kodu",
  "Apply Coupon": "Kupon Uygula",
  "Free": "Ücretsiz",
  "Cart Total": "Sepet Toplamı",
  "Subtotal": "Ara Toplam",
  "Shipping": "Kargo",
  "Tax": "Vergi",
  "Proceed to Checkout": "Ödemeye Geç",
  "CheckOut": "Ödeme",
  "Billing Details": "Fatura Bilgileri",
  "First Name": "Ad",
  "First Name is required.": "Ad gerekli.",
  "Company Name": "Şirket Adı",
  "Company Name is required.": "Şirket adı gerekli.",
  "Street Address*": "Sokak Adresi*",
  "Street Address is required.": "Sokak adresi gerekli.",
  "Apartment, floor, etc. (optional)": "Daire, kat, vb. (isteğe bağlı)",
  "Town/City*": "Kasaba/Şehir*",
  "City is required.": "Şehir gerekli.",
  "Phone Number*": "Telefon Numarası*",
  "Phone is required.": "Telefon gerekli.",
  "Email Address*": "E-posta Adresi*",
  "Agree to Terms and Conditions": "Şartlar ve Koşulları Kabul Et",
  "You must agree before submitting.": "Göndermeden önce kabul etmelisiniz.",
  "Place Order": "Siparişi Ver",
  "Subtotal:": "Ara Toplam:",
  "Shipping:": "Kargo:",
  "Tax:": "Vergi:",
  "Bank": "Banka",
  "Cash on delivery": "Kapıda ödeme",
  "Enter your full name": "Tam adınızı girin",
  "Enter your company name": "Şirket adınızı girin",
  "Enter your street address": "Sokak adresinizi girin",
  "Enter your city": "Şehrinizi girin",
  "Enter your phone number": "Telefon numaranızı girin",
  "Enter your email address": "E-posta adresinizi girin",
  "Full Name": "Tam Ad",
  "Manage My Account": "Hesabımı Yönet",
  "My Profile": "Profilim",
  "Change Password": "Şifre Değiştir",
  "Address Book": "Adres Defteri",
  "My Payment Options": "Ödeme Seçeneklerim",
  "Edit Your Profile": "Profilinizi Düzenleyin",
  "Update your personal information and contact details": "Kişisel bilgilerinizi ve iletişim detaylarınızı güncelleyin",
  "Personal Information": "Kişisel Bilgiler",
  "Required": "Gerekli",
  "Last Name": "Soyadı",
  "Contact Information": "İletişim Bilgileri",
  "Verification required": "Doğrulama gerekli",
  "Phone": "Telefon",
  "The email has been changed. A verification code will be sent to confirm the changes.": "E-posta değiştirildi. Değişiklikleri onaylamak için doğrulama kodu gönderilecek.",
  "Cancel": "İptal",
  "Verify your email": "E-postanızı doğrulayın",
  "Save Change": "Değişiklikleri Kaydet",
  "Update your account password for better security": "Daha iyi güvenlik için hesap şifrenizi güncelleyin",
  "Password Security Tips": "Şifre Güvenlik İpuçları",
  "Use a strong password with at least 8 characters, including uppercase, lowercase, numbers, and special characters.": "Büyük harf, küçük harf, rakamlar ve özel karakterler dahil olmak üzere en az 8 karakterli güçlü bir şifre kullanın.",
  "Current Password": "Mevcut Şifre",
  "The password doesn't match the original password": "Şifre orijinal şifre ile eşleşmiyor",
  "New Password": "Yeni Şifre",
  "Confirm New Password": "Yeni Şifreyi Onayla",
  "The password confirmation doesn't match the new password": "Şifre onayı yeni şifre ile eşleşmiyor",
  "Incorrect Password Error": "Yanlış Şifre Hatası",
  "Update Password successfully": "Şifre başarıyla güncellendi",
  "Manage your saved addresses and contact information": "Kayıtlı adreslerinizi ve iletişim bilgilerinizi yönetin",
  "Default": "Varsayılan",
  "You haven't added any payment methods yet.": "Henüz herhangi bir ödeme yöntemi eklemediniz.",
  "VALID THRU": "SON KULLANMA",
  "Manage your payment methods and billing information": "Ödeme yöntemlerinizi ve fatura bilgilerinizi yönetin",
  "Add Address": "Adres Ekle",
  "Add New Address": "Yeni Adres Ekle",
  "Edit Address": "Adresi Düzenle",
  "Fill in the details for your new address": "Yeni adresinizin detaylarını doldurun",
  "Address Type": "Adres Türü",
  "Work": "İş",
  "Other": "Diğer",
  "Contact Name*": "İletişim Adı*",
  "Contact Name is required.": "İletişim adı gerekli.",
  "Full Address*": "Tam Adres*",
  "Enter complete address including street, building number, etc.": "Sokak, bina numarası vb. dahil tam adresi girin.",
  "Full Address is required.": "Tam adres gerekli.",
  "City/Location*": "Şehir/Konum*",
  "Enter City Or Location": "Şehir veya Konum Girin",
  "Enter Phone Number": "Telefon Numarası Girin",
  "Phone Number is required.": "Telefon numarası gerekli.",
  "Add Payment Method": "Ödeme Yöntemi Ekle",
  "Add Card": "Kart Ekle",
  "Name Owner": "Kart Sahibi",
  "Name Owner is required.": "Kart sahibi gerekli.",
  "Select Payment Card": "Ödeme Kartını Seçin",
  "Visa": "Visa",
  "PayPal": "PayPal",
  "MasterCard": "MasterCard",
  "Vodafone Cash": "Vodafone Cash",
  "0000 0000 0000 0000": "0000 0000 0000 0000",
  "Card Number is required.": "Kart numarası gerekli.",
  "CVV": "CVV",
  "CVV is required.": "CVV gerekli.",
  "Add Payment Card": "Ödeme Kartı Ekle",
  "Order ID #": "Sipariş No #",
  "pending": "beklemede",
  "completed": "tamamlandı",
  "canceled": "iptal edildi",
  "Date Order": "Sipariş Tarihi",
  "The number of products": "Ürün sayısı",
  "Product": "Ürün",
  "View details": "Detayları görüntüle",
  "Order ID:": "Sipariş No:",
  "Date:": "Tarih:",
  "Qty:": "Adet:",
  "SubTotal:": "Ara Toplam:",
  "Total:": "Toplam:",
  "Download PDF": "PDF İndir",
  "Mark as Delivered": "Teslim Edildi Olarak İşaretle",
  "Mark as Cancel": "İptal Edildi Olarak İşaretle",
  "Orders": "Siparişler",
  "Summer Sale For All Swim Suits And Free Express Delivery - OFF 50%": "Tüm Mayo ve Bikinilerde Yaz İndirimi ve Ücretsiz Hızlı Teslimat - %50 İNDİRİM!",
  "No orders have been canceled yet.": "Henüz iptal edilen sipariş yok.",
  "No orders have been received yet.": "Henüz alınan sipariş yok.",
  "Canccellations Order": "İptal Edilen Siparişler",
  "Order": "Sipariş"
}
