{
  "titles": {
    "apple airpods max silver": "سماعات Apple AirPods Max (فضي)",
    "apple airpower wireless charger": "شاحن Apple AirPower لاسلكي",
    "apple homepod mini cosmic grey": "Apple HomePod mini (رمادي كوني)",
    "Essence Mascara Lash Princess": "ماسكارا إيسنس لاش برينسيس",
    "Eyeshadow Palette with Mirror": "باليت ظلال عيون مع مرآة",
    "Powder Canister": "علبة بودرة",
    "Red Lipstick": "أحمر شفاه أحمر",
    "Red Nail Polish": "طلاء أظافر أحمر",
    "Calvin Klein CK One": "كالفن كلاين سي كي ون",
    "Chanel Coco Noir Eau De": "شانيل كوكو نوار أو دي",
    "Dior J'adore": "ديور جادور",
    "Email updated successfully": "تم تحديث البريد الإلكتروني بنجاح",
    "Dolce Shine Eau de": "دولتشي شاين أو دي",
    "Gucci Bloom Eau de": "غوتشي بلوم أو دي",
    "Annibale Colombo Bed": "سرير أنيبالي كولومبو",
    "Annibale Colombo Sofa": "أريكة أنيبالي كولومبو",
    "Bedside Table African Cherry": "طاولة جانبية من الكرز الأفريقي",
    "Knoll Saarinen Executive Conference Chair": "كرسي مؤتمر تنفيذي من نول سارينن",
    "Wooden Bathroom Sink With Mirror": "حوض حمام خشبي مع مرآة",
    "Apple": "تفاح",
    "Verify your identity": "تحقق من هويتك",
    "A verification code has been sent to": "تم إرسال رمز التحقق إلى",
    "Please enter the 6-digit verification code": "يرجى إدخال رمز التحقق المكون من 6 أرقام",
    "Verification code": "رمز التحقق",
    "Back to Edit": "العودة إلى التعديل",
    "Load More": "تحميل المزيد من المنتجات",
    "Beef Steak": "شريحة لحم بقري",
    "Cat Food": "طعام قطط",
    "Chicken Meat": "لحم دجاج",
    "Cooking Oil": "زيت طهي",
    "Cucumber": "خيار",
    "Dog Food": "طعام كلاب",
    "Eggs": "بيض",
    "Fish Steak": "شريحة سمك",
    "Green Bell Pepper": "فلفل رومي أخضر",
    "Green Chili Pepper": "فلفل حار أخضر",
    "Honey Jar": "برطمان عسل",
    "Ice Cream": "آيس كريم",
    "Juice": "عصير",
    "Kiwi": "كيوي",
    "Lemon": "ليمون",
    "Milk": "حليب",
    "Mulberry": "توت",
    "Nescafe Coffee": "نسكافيه",
    "Potatoes": "بطاطس",
    "Protein Powder": "مسحوق بروتين",
    "Red Onions": "بصل أحمر",
    "Rice": "أرز",
    "Soft Drinks": "مشروبات غازية",
    "Strawberry": "فراولة",
    "Tissue Paper Box": "علبة مناديل ورقية",
    "Water": "ماء",
    "Decoration Swing": "أرجوحة ديكور",
    "Family Tree Photo Frame": "إطار صور شجرة العائلة",
    "House Showpiece Plant": "نبات زينة منزلية",
    "Plant Pot": "أصيص نبات",
    "Table Lamp": "مصباح طاولة",
    "Bamboo Spatula": "ملعقة بامبو",
    "Black Aluminium Cup": "كوب ألمنيوم أسود",
    "Black Whisk": "مخفقة سوداء",
    "Boxed Blender": "خلاط معبأ",
    "Carbon Steel Wok": "مقلاة ووك من الفولاذ الكربوني",
    "Chopping Board": "لوح تقطيع",
    "Citrus Squeezer Yellow": "عصارة حمضيات صفراء",
    "Egg Slicer": "مقطع بيض",
    "Electric Stove": "موقد كهربائي",
    "Fine Mesh Strainer": "مصفاة شبكية دقيقة",
    "Fork": "شوكة",
    "Glass": "كوب زجاجي",
    "Grater Black": "مبشرة سوداء",
    "Hand Blender": "خلاط يدوي",
    "Ice Cube Tray": "صينية مكعبات الثلج",
    "Kitchen Sieve": "مصفاة مطبخ",
    "Knife": "سكين",
    "Lunch Box": "علبة طعام",
    "Microwave Oven": "فرن ميكروويف",
    "Mug Tree Stand": "حامل أكواب",
    "Pan": "مقلاة",
    "Plate": "طبق",
    "Red Tongs": "ملقط أحمر",
    "Silver Pot With Glass Cap": "قدر فضي بغطاء زجاجي",
    "Slotted Turner": "مقلوب مشقوق",
    "Spice Rack": "رف توابل",
    "Spoon": "ملعقة",
    "Tray": "صينية",
    "Wooden Rolling Pin": "مدلك خشبي",
    "Yellow Peeler": "مقشرة صفراء",
    "Apple MacBook Pro 14 Inch Space Grey": "أبل ماك بوك برو 14 إنش رمادي فضائي",
    "Asus Zenbook Pro Dual Screen Laptop": "لاب توب أسوس زين بوك برو ثنائي الشاشة",
    "Huawei Matebook X Pro": "هواوي ميت بوك إكس برو",
    "Lenovo Yoga 920": "لينوفو يوغا 920",
    "New DELL XPS 13 9300 Laptop": "لاب توب ديل إكس بي إس 13 9300 جديد",
    "Blue & Black Check Shirt": "قميص كاروه أزرق وأسود",
    "Gigabyte Aorus Men Tshirt": "تي شيرت جيجابايت أوروس للرجال",
    "Man Plaid Shirt": "قميص رجالي كاروه",
    "Man Short Sleeve Shirt": "قميص رجالي بأكمام قصيرة",
    "Men Check Shirt": "قميص رجالي كاروه",
    "Nike Air Jordan 1 Red And Black": "نايك إير جوردان 1 أحمر وأسود",
    "Nike Baseball Cleats": "أحذية نايك للبيسبول",
    "Puma Future Rider Trainers": "أحذية بوما فيوتشر رايدر",
    "Sports Sneakers Off White & Red": "أحذية رياضية أوف وايت وأحمر",
    "Sports Sneakers Off White Red": "أحذية رياضية أوف وايت أحمر",
    "Brown Leather Belt Watch": "ساعة بحزام جلدي بني",
    "Longines Master Collection": "مجموعة لونجين ماستر",
    "Rolex Cellini Date Black Dial": "رولكس سيليني ديت بمينا سوداء",
    "Rolex Cellini Moonphase": "رولكس سيليني موونفيز",
    "Rolex Datejust": "رولكس ديت جست",
    "Rolex Submariner Watch": "ساعة رولكس سبمارينر",
    "Amazon Echo Plus": "أمازون إيكو بلس",
    "Apple Airpods": "أبل إيربودز",
    "Apple AirPods Max Silver": "أبل إيربودز ماكس فضي",
    "Apple Airpower Wireless Charger": "شاحن لاسلكي أبل إيربور",
    "Apple HomePod Mini Cosmic Grey": "أبل هوم بود ميني رمادي كوني",
    "Apple iPhone Charger": "شاحن أبل آيفون",
    "Apple MagSafe Battery Pack": "حزمة بطارية أبل ماج سيف",
    "Apple Watch Series 4 Gold": "ساعة أبل سيريز 4 ذهبي",
    "Beats Flex Wireless Earphones": "سماعات بيتس فليكس لاسلكية",
    "iPhone 12 Silicone Case with MagSafe Plum": "غطاء آيفون 12 سيليكون مع ماج سيف بلون البرقوق",
    "Monopod": "مونوبود",
    "Selfie Lamp with iPhone": "مصباح سيلفي مع آيفون",
    "Selfie Stick Monopod": "عصا سيلفي مونوبود",
    "TV Studio Camera Pedestal": "قاعدة كاميرا استوديو تلفزيوني",
    "Generic Motorcycle": "دراجة نارية عامة",
    "Kawasaki Z800": "كاواساكي Z800",
    "MotoGP CI.H1": "موتو جي بي سي آي.إتش1",
    "Scooter Motorcycle": "دراجة نارية سكوتر",
    "Sportbike Motorcycle": "دراجة نارية رياضية",
    "Attitude Super Leaves Hand Soap": "صابون يد سوبر ليفز من أتيتيود",
    "Olay Ultra Moisture Shea Butter Body Wash": "غسول الجسم أولاي ألترا مويستشر بزبدة الشيا",
    "Vaseline Men Body and Face Lotion": "لوشن فازلين للجسم والوجه للرجال",
    "iPhone 5s": "آيفون 5 إس",
    "iPhone 6": "آيفون 6",
    "iPhone 13 Pro": "آيفون 13 برو",
    "iPhone X": "آيفون إكس",
    "Oppo A57": "أوبو A57",
    "Oppo F19 Pro Plus": "أوبو F19 برو بلس",
    "Oppo K1": "أوبو K1",
    "Realme C35": "ريلمي C35",
    "Realme X": "ريلمي إكس",
    "Realme XT": "ريلمي إكس تي",
    "Samsung Galaxy S7": "سامسونج جالاكسي إس7",
    "Samsung Galaxy S8": "سامسونج جالاكسي إس8",
    "Samsung Galaxy S10": "سامسونج جالاكسي إس10",
    "Vivo S1": "فيفو إس1",
    "Vivo V9": "فيفو في9",
    "Vivo X21": "فيفو إكس21",
    "American Football": "كرة القدم الأمريكية",
    "Baseball Ball": "كرة بيسبول",
    "Baseball Glove": "قفاز بيسبول",
    "Basketball": "كرة سلة",
    "Basketball Rim": "حلقة كرة السلة",
    "Cricket Ball": "كرة كريكيت",
    "Cricket Bat": "مضرب كريكيت",
    "Cricket Helmet": "خوذة كريكيت",
    "Cricket Wicket": "ويكيت كريكيت",
    "Feather Shuttlecock": "ريشة تنس الريشة",
    "Football": "كرة قدم",
    "Golf Ball": "كرة جولف",
    "Iron Golf": "مضرب جولف حديدي",
    "Metal Baseball Bat": "مضرب بيسبول معدني",
    "Tennis Ball": "كرة تنس",
    "Tennis Racket": "مضرب تنس",
    "Volleyball": "كرة طائرة",
    "Black Sun Glasses": "نظارات شمسية سوداء",
    "Classic Sun Glasses": "نظارات شمسية كلاسيكية",
    "Green and Black Glasses": "نظارات خضراء وسوداء",
    "Party Glasses": "نظارات الحفلات",
    "Sunglasses": "نظارات شمسية",
    "iPad Mini 2021 Starlight": "آيباد ميني 2021 ستارلايت",
    "Samsung Galaxy Tab S8 Plus Grey": "سامسونج جالاكسي تاب إس8 بلس رمادي",
    "Samsung Galaxy Tab White": "سامسونج جالاكسي تاب أبيض",
    "Blue Frock": "فستان أزرق",
    "Girl Summer Dress": "فستان صيفي للفتيات",
    "Gray Dress": "فستان رمادي",
    "Short Frock": "فستان قصير",
    "Tartan Dress": "فستان تارتان",
    "300 Touring": "300 تورينج",
    "Charger SXT RWD": "شارجر إس إكس تي دفع خلفي",
    "Dodge Hornet GT Plus": "دودج هورنت جي تي بلس",
    "Durango SXT RWD": "دورانجو إس إكس تي دفع خلفي",
    "Pacifica Touring": "باسيفيكا تورينج",
    "Blue Women's Handbag": "حقيبة يد نسائية زرقاء",
    "Heshe Women's Leather Bag": "حقيبة هيشي الجلدية النسائية",
    "Prada Women Bag": "حقيبة برادا النسائية",
    "White Faux Leather Backpack": "حقيبة ظهر من الجلد الصناعي الأبيض",
    "Women Handbag Black": "حقيبة يد نسائية سوداء",
    "Black Women's Gown": "فستان نسائي أسود",
    "Corset Leather With Skirt": "كورسيه جلدي مع تنورة",
    "Corset With Black Skirt": "كورسيه مع تنورة سوداء",
    "Dress Pea": "فستان بنقشة البازلاء",
    "Marni Red & Black Suit": "بدلة مارني حمراء وسوداء",
    "Green Crystal Earring": "حلق كريستال أخضر",
    "Green Oval Earring": "حلق بيضاوي أخضر",
    "Tropical Earring": "حلق استوائي",
    "Black & Brown Slipper": "شبشب أسود وبني",
    "Calvin Klein Heel Shoes": "أحذية كعب كالفن كلاين",
    "Golden Shoes Woman": "أحذية ذهبية نسائية",
    "Pampi Shoes": "أحذية بامبي",
    "Red Shoes": "أحذية حمراء",
    "IWC Ingenieur Automatic Steel": "ساعة آي دبليو سي إنجينيور أوتوماتيكية من الفولاذ",
    "Rolex Datejust Women": "ساعة رولكس ديت جست نسائية",
    "Watch Gold for Women": "ساعة ذهبية نسائية",
    "Women's Wrist Watch": "ساعة معصم نسائية"
  },
  "description": {
    "apple airpods max silver": "سماعات رأس عالية الجودة مع إلغاء الضوضاء النشط وصوت محيطي وبناء فاخر.",
    "apple airpower wireless charger": "لوحة شحن لاسلكية لأجهزة Apple المتعددة بدعم الشحن السريع وتصميم مدمج.",
    "apple homepod mini cosmic grey": "سماعة ذكية صغيرة مع Siri وصوت 360° ممتاز ودعم سلس في نظام Apple.",
    "The Beats Flex Wireless Earphones offer a comfortable and versatile audio experience. With magnetic earbuds and up to 12 hours of battery life, they are ideal for everyday use.": "تقدم سماعات Beats Flex اللاسلكية تجربة صوتية مريحة ومتعددة الاستخدامات. مع سماعات أذن مغناطيسية وتصل إلى 12 ساعة من عمر البطارية، فهي مثالية للاستخدام اليومي.",
    "The iPhone 12 Silicone Case with MagSafe in Plum is a stylish and protective case designed for the iPhone 12. It features MagSafe technology for easy attachment of accessories.": "غطاء iPhone 12 السيليكوني مع MagSafe بلون Plum هو غطاء أنيق وواقي مصمم لـ iPhone 12. يتميز بتقنية MagSafe لتركيب الملحقات بسهولة.",
    "The Monopod is a versatile camera accessory for stable and adjustable shooting. Perfect for capturing selfies, group photos, and videos with ease.": "العارضة الأحادية (Monopod) هي ملحق كاميرا متعدد الاستخدامات للتصوير الثابت والقابل للتعديل. مثالي لالتقاط selfies وصور المجموعات ومقاطع الفيديو بسهولة.",
    "The Selfie Lamp with iPhone is a portable and adjustable LED light designed to enhance your selfies and video calls. Attach it to your iPhone for well-lit photos.": "مصباح السيلفي مع iPhone هو ضوء LED محمول وقابل للتعديل مصمم لتعزيز selfies ومكالمات الفيديو الخاصة بك. قم بتثبيته على iPhone الخاص بك للحصول على صور مضاءة جيدًا.",
    "The Selfie Stick Monopod is a extendable and foldable device for capturing the perfect selfie or group photo. Compatible with smartphones and cameras.": "عصا السيلفي (Selfie Stick) هي جهاز قابل للتمديد والطي لالتقاط selfie أو صورة جماعية مثالية. متوافقة مع الهواتف الذكية والكاميرات.",
    "The TV Studio Camera Pedestal is a professional-grade camera support system for smooth and precise camera movements in a studio setting. Ideal for broadcast and production.": "حامل كاميرا الاستوديو التلفزيوني هو نظام دعم كاميرا احترافي لحركات كاميرا سلسة ودقيقة في بيئة الاستوديو. مثالي للبث والإنتاج.",
    "The Generic Motorcycle is a versatile and reliable bike suitable for various riding preferences. With a balanced design, it provides a comfortable and efficient riding experience.": "الدراجة النارية العامة هي دراجة متعددة الاستخدامات وموثوقة مناسبة لتفضيلات الركوب المختلفة. بتصميم متوازن، توفر تجربة ركوب مريحة وفعالة.",
    "The Kawasaki Z800 is a powerful and agile sportbike known for its striking design and performance. It's equipped with advanced features, making it a favorite among motorcycle enthusiasts.": "Kawasaki Z800 هي دراجة رياضية قوية ورشيقة معروفة بتصميمها المذهل وأدائها. وهي مجهزة بميزات متقدمة، مما يجعلها مفضلة بين عشاق الدراجات النارية.",
    "The MotoGP CI.H1 is a high-performance motorcycle inspired by MotoGP racing technology. It offers cutting-edge features and precision engineering for an exhilarating riding experience.": "MotoGP CI.H1 هي دراجة نارية عالية الأداء مستوحاة من تكنولوجيا سباقات MotoGP. تقدم ميزات متطورة وهندسة دقيقة لتجربة ركوب مبهجة.",
    "The Scooter Motorcycle is a practical and fuel-efficient bike ideal for urban commuting. It features a step-through design and user-friendly controls for easy maneuverability.": "دراجة السكوتر النارية هي دراجة عملية وموفرة للوقود مثالية للتنقل الحضري. تتميز بتصميم يسهل ركوبه وضوابط سهلة الاستخدام لسهولة المناورة.",
    "The Sportbike Motorcycle is designed for speed and agility, with a sleek and aerodynamic profile. It's suitable for riders looking for a dynamic and thrilling riding experience.": "الدراجة الرياضية مصممة للسرعة وخفة الحركة، مع مظهر انسيابي وديناميكي هوائي. وهي مناسبة للراغبين في تجربة ركوب ديناميكية ومثيرة.",
    "Attitude Super Leaves Hand Soap is a natural and nourishing hand soap enriched with the goodness of super leaves. It cleanses and moisturizes your hands, leaving them feeling fresh and soft.": "صابون يدين Attitude Super Leaves هو صابون يدين طبيعي ومغذي غني بفوائد الأوراق الفائقة. ينظف ويرطب يديك، ويتركهما منتعشتين وناعمتين.",
    "Olay Ultra Moisture Shea Butter Body Wash is a luxurious body wash that hydrates and nourishes your skin with the moisturizing power of shea butter. Enjoy a rich lather and silky-smooth skin.": "غسول الجسم Olay Ultra Moisture Shea Butter هو غسول جسم فاخر يرطب ويغذي بشرتك بقوة الترطيب لزبدة الشيا. استمتع برغوة غنية وبشرة ناعمة حريرية.",
    "Vaseline Men Body and Face Lotion is a specially formulated lotion designed to provide long-lasting moisture to men's skin. It absorbs quickly and helps keep the skin hydrated and healthy.": "غسول الجسم والوجه للرجال من Vaseline هو غسول مصمم خصيصًا لتوفير ترطيب طويل الأمد لبشرة الرجال. يمتص بسرعة ويساعد في الحفاظ على البشرة رطبة وصحية.",
    "The iPhone 5s is a classic smartphone known for its compact design and advanced features during its release. While it's an older model, it still provides a reliable user experience.": "iPhone 5s هو هاتف ذكي كلاسيكي معروف بتصميمه المضغوط وميزاته المتقدمة عند إطلاقه. على الرغم من أنه طراز أقدم، إلا أنه لا يزال يوفر تجربة مستخدم موثوقة.",
    "The iPhone 6 is a stylish and capable smartphone with a larger display and improved performance. It introduced new features and design elements, making it a popular choice in its time.": "iPhone 6 هو هاتف ذكي أنيق وقادر بشاشة أكبر وأداء محسن. قدم ميزات وعناصر تصميم جديدة، مما جعله خيارًا شائعًا في وقته.",
    "The iPhone 13 Pro is a cutting-edge smartphone with a powerful camera system, high-performance chip, and stunning display. It offers advanced features for users who demand top-notch technology.": "iPhone 13 Pro هو هاتف ذكي متطور بنظام كاميرا قوي، وشريحة عالية الأداء، وشاشة مذهلة. يقدم ميزات متقدمة للمستخدمين الذين يطالبون بتقنية من الطراز الأول.",
    "The iPhone X is a flagship smartphone featuring a bezel-less OLED display, facial recognition technology (Face ID), and impressive performance. It represents a milestone in iPhone design and innovation.": "iPhone X هو هاتف ذكي رئيسي يتميز بشاشة OLED بدون إطارات، وتقنية التعرف على الوجه (Face ID)، وأداء مثير للإعجاب. يمثل علامة فارقة في تصميم وابتكار iPhone.",
    "The Oppo A57 is a mid-range smartphone known for its sleek design and capable features. It offers a balance of performance and affordability, making it a popular choice.": "Oppo A57 هو هاتف ذكي من الفئة المتوسطة معروف بتصميمه الأنيق وميزاته القادرة. يوفر توازنًا بين الأداء وبأسعار معقولة، مما يجعله خيارًا شائعًا.",
    "The Oppo F19 Pro Plus is a feature-rich smartphone with a focus on camera capabilities. It boasts advanced photography features and a powerful performance for a premium user experience.": "Oppo F19 Pro Plus هو هاتف ذكي غني بالميزات مع تركيز على إمكانيات الكاميرا. يفتخر بميزات التصوير المتقدمة وأداء قوي لتجربة مستخدم متميزة.",
    "The Oppo K1 series offers a range of smartphones with various features and specifications. Known for their stylish design and reliable performance, the Oppo K1 series caters to diverse user preferences.": "تقدم سلسلة Oppo K1 مجموعة من الهواتف الذكية بميزات ومواصفات متنوعة. تُعرف بتصميمها الأنيق وأدائها الموثوق، تلبي سلسلة Oppo K1 تفضيلات المستخدمين المتنوعة.",
    "The Realme C35 is a budget-friendly smartphone with a focus on providing essential features for everyday use. It offers a reliable performance and user-friendly experience.": "Realme C35 هو هاتف ذكي مناسب للميزانية مع التركيز على توفير الميزات الأساسية للاستخدام اليومي. يقدم أداءً موثوقًا وتجربة سهلة الاستخدام.",
    "The Realme X is a mid-range smartphone known for its sleek design and impressive display. It offers a good balance of performance and camera capabilities for users seeking a quality device.": "Realme X هو هاتف ذكي من الفئة المتوسطة معروف بتصميمه الأنيق وشاشته الرائعة. يوفر توازنًا جيدًا بين الأداء وإمكانيات الكاميرا للمستخدمين الذين يبحثون عن جهاز عالي الجودة.",
    "The Realme XT is a feature-rich smartphone with a focus on camera technology. It comes equipped with advanced camera sensors, delivering high-quality photos and videos for photography enthusiasts.": "Realme XT هو هاتف ذكي غني بالميزات مع التركيز على تكنولوجيا الكاميرا. يأتي مجهزًا بمستشعرات كاميرا متقدمة، لتقديم صور وفيديوهات عالية الجودة لهواة التصوير.",
    "The Samsung Galaxy S7 is a flagship smartphone known for its sleek design and advanced features. It features a high-resolution display, powerful camera, and robust performance.": "Samsung Galaxy S7 هو هاتف ذكي رئيسي معروف بتصميمه الأنيق وميزاته المتقدمة. يتميز بشاشة عالية الدقة، وكاميرا قوية، وأداء قوي.",
    "The Samsung Galaxy S8 is a premium smartphone with an Infinity Display, offering a stunning visual experience. It boasts advanced camera capabilities and cutting-edge technology.": "Samsung Galaxy S8 هو هاتف ذكي فاخر بشاشة Infinity Display، مما يقدم تجربة بصرية مذهلة. يفتخر بإمكانيات كاميرا متقدمة وتقنية متطورة.",
    "The Samsung Galaxy S10 is a flagship device featuring a dynamic AMOLED display, versatile camera system, and powerful performance. It represents innovation and excellence in smartphone technology.": "Samsung Galaxy S10 هو جهاز رئيسي يتميز بشاشة AMOLED ديناميكية، ونظام كاميرا متعدد الاستخدامات، وأداء قوي. يمثل الابتكار والتميز في تكنولوجيا الهواتف الذكية.",
    "The Vivo S1 is a stylish and mid-range smartphone offering a blend of design and performance. It features a vibrant display, capable camera system, and reliable functionality.": "Vivo S1 هو هاتف ذكي أنيق من الفئة المتوسطة يقدم مزيجًا من التصميم والأداء. يتميز بشاشة نابضة بالحياة، ونظام كاميرا قادر، ووظائف موثوقة.",
    "The Vivo V9 is a smartphone known for its sleek design and emphasis on capturing high-quality selfies. It features a notch display, dual-camera setup, and a modern design.": "Vivo V9 هو هاتف ذكي معروف بتصميمه الأنيق والتركيز على التقاط selfies عالية الجودة. يتميز بشاشة بها نوتش، وإعداد كاميرا مزدوجة، وتصميم حديث.",
    "The Vivo X21 is a premium smartphone with a focus on cutting-edge technology. It features an in-display fingerprint sensor, a high-resolution display, and advanced camera capabilities.": "Vivo X21 هو هاتف ذكي فاخر مع التركيز على التكنولوجيا المتطورة. يتميز بمستشعر بصمة الإصبع تحت الشاشة، وشاشة عالية الدقة، وإمكانيات كاميرا متقدمة.",
    "The American Football is a classic ball used in American football games. It is designed for throwing and catching, making it an essential piece of equipment for the sport.": "كرة القدم الأمريكية هي كرة كلاسيكية تستخدم في ألعاب كرة القدم الأمريكية. مصممة للرمي والإمساك، مما يجعلها قطعة أساسية من المعدات للرياضة.",
    "The Baseball Ball is a standard baseball used in baseball games. It features a durable leather cover and is designed for pitching, hitting, and fielding in the game of baseball.": "كرة البيسبول هي كرة بيسبول قياسية تستخدم في ألعاب البيسبول. تتميز بغطاء جلدي متين ومصممة للرمي والضرب والميدان في لعبة البيسبول.",
    "The Baseball Glove is a protective glove worn by baseball players. It is designed to catch and field the baseball, providing players with comfort and control during the game.": "قفاز البيسبول هو قفاز واقي يرتديه لاعبو البيسبول. مصمم للإمساك وكرة البيسبول في الملعب، مما يوفر للاعبين الراحة والتحكم أثناء المباراة.",
    "The Basketball is a standard ball used in basketball games. It is designed for dribbling, shooting, and passing in the game of basketball, suitable for both indoor and outdoor play.": "كرة السلة هي كرة قياسية تستخدم في ألعاب كرة السلة. مصممة للمراوغة والتصويب والتمرير في لعبة كرة السلة، مناسبة للعب في الداخل والخارج.",
    "The Basketball Rim is a sturdy hoop and net assembly mounted on a basketball backboard. It provides a target for shooting and scoring in the game of basketball.": "طوق كرة السلة هو تجميع حلقة وشبكة متين مثبت على لوحة خلفية لكرة السلة. يوفر هدفًا للتصويب وتسجيل الأهداف في لعبة كرة السلة.",
    "The Cricket Ball is a hard leather ball used in the sport of cricket. It is bowled and batted in the game, and its hardness and seam contribute to the dynamics of cricket play.": "كرة الكريكيت هي كرة جلدية صلبة تستخدم في رياضة الكريكيت. يتم رميها وضربها في اللعبة، وتساهم صلابتها والتماس في ديناميكيات لعب الكريكيت.",
    "The Cricket Bat is an essential piece of cricket equipment used by batsmen to hit the cricket ball. It is made of wood and comes in various sizes and designs.": "مضرب الكريكيت هو قطعة أساسية من معدات الكريكيت يستخدمها الضاربون لضرب كرة الكريكيت. مصنوع من الخشب ويأتي بأحجام وتصاميم مختلفة.",
    "The Cricket Helmet is a protective headgear worn by cricket players, especially batsmen and wicketkeepers. It provides protection against fast bowling and bouncers.": "خوذة الكريكيت هي غطاء رأس واقي يرتديه لاعبو الكريكيت، خاصة الضاربين وحارسي الويكيت. يوفر الحماية ضد البولينج السريع والكرات المرتدة.",
    "The Cricket Wicket is a set of three stumps and two bails, forming a wicket used in the sport of cricket. Batsmen aim to protect the wicket while scoring runs.": "ويكيت الكريكيت عبارة عن مجموعة من ثلاثة جذوع واثنتين من القطع، تشكل ويكيت تستخدم في رياضة الكريكيت. يهدف الضاربون إلى حماية الويكيت أثناء تسجيل الجريئات.",
    "The Feather Shuttlecock is used in the sport of badminton. It features natural feathers and is designed for high-speed play, providing stability and accuracy during matches.": "تستخدم الريشة (Shuttlecock) في رياضة الريشة. تتميز بريش طبيعي ومصممة للعب عالي السرعة، مما يوفر الاستقرار والدقة أثناء المباريات.",
    "The Football, also known as a soccer ball, is the standard ball used in the sport of football (soccer). It is designed for kicking and passing in the game.": "كرة القدم، والمعروفة أيضًا باسم كرة القدم، هي الكرة القياسية المستخدمة في رياضة كرة القدم. مصممة للركل والتمرير في اللعبة.",
    "The Golf Ball is a small ball used in the sport of golf. It features dimples on its surface, providing aerodynamic lift and distance when struck by a golf club.": "كرة الجولف هي كرة صغيرة تستخدم في رياضة الجولف. تتميز بنقاط صغيرة على سطحها، توفر قوة رفع aerodynamics ومسافة عند ضربها بعصا الجولف.",
    "The Iron Golf is a type of golf club designed for various golf shots. It features a solid metal head and is used for approach shots, chipping, and other golfing techniques.": "Iron Golf هو نوع من مضارب الجولف مصمم لضربات الجولف المختلفة. يتميز برأس معدني صلب ويستخدم لضربات الاقتراب (approach shots) والضربات القصيرة (chipping) وتقنيات الجولف الأخرى.",
    "The Metal Baseball Bat is a durable and lightweight baseball bat made from metal alloys. It is commonly used in baseball games for hitting and batting practice.": "مضرب البيسبول المعدني هو مضرب بيسبول متين وخفيف الوزن مصنوع من سبائك معدنية. يشيع استخدامه في ألعاب البيسبول للضرب والتدريب على الضرب.",
    "The Tennis Ball is a standard ball used in the sport of tennis. It is designed for bouncing and hitting with tennis rackets during matches or practice sessions.": "كرة التنس هي كرة قياسية تستخدم في رياضة التنس. مصممة للارتداد والضرب بمضارب التنس أثناء المباريات أو جلسات التدريب.",
    "The Tennis Racket is an essential piece of equipment used in the sport of tennis. It features a frame with strings and a grip, allowing players to hit the tennis ball.": "مضرب التنس هو قطعة أساسية من المعدات المستخدمة في رياضة التنس. يتميز بإطار مع أوتار ومقبض، مما يسمح للاعبين بضرب كرة التنس.",
    "The Volleyball is a standard ball used in the sport of volleyball. It is designed for passing, setting, and spiking over the net during volleyball matches.": "كرة الطائرة هي كرة قياسية تستخدم في رياضة الكرة الطائرة. مصممة للتمرير والضبط والضرب فوق الشبكة أثناء مباريات الكرة الطائرة.",
    "The Black Sun Glasses are a classic and stylish choice, featuring a sleek black frame and tinted lenses. They provide both UV protection and a fashionable look.": "النظارات الشمسية السوداء هي خيار كلاسيكي وأنيق، تتميز بإطار أسود أنيق وعدسات ملونة. توفر الحماية من الأشعة فوق البنفسجية ومظهرًا عصريًا.",
    "The Classic Sun Glasses offer a timeless design with a neutral frame and UV-protected lenses. These sunglasses are versatile and suitable for various occasions.": "تقدم النظارات الشمسية الكلاسيكية تصميمًا خالدًا بإطار محايد وعدسات محمية من الأشعة فوق البنفسجية. هذه النظارات الشمسية متعددة الاستخدامات ومناسبة لمناسبات مختلفة.",
    "The Green and Black Glasses feature a bold combination of green and black colors, adding a touch of vibrancy to your eyewear collection. They are both stylish and eye-catching.": "تتميز النظارات الخضراء والسوداء بمزيج جريء من الألوان الخضراء والسوداء، مما يضيف لمسة من الحيوية إلى مجموعة نظاراتك. وهي أنيقة ولافتة للنظر.",
    "The Party Glasses are designed to add flair to your party outfit. With unique shapes or colorful frames, they're perfect for adding a playful touch to your look during celebrations.": "نظارات الحفلات مصممة لإضافة لمسة إلى زي الحفلة الخاص بك. بأشكال فريدة أو إطارات ملونة، فهي مثالية لإضافة لمسة مرحة إلى مظهرك أثناء الاحتفالات.",
    "The Sunglasses offer a classic and simple design with a focus on functionality. These sunglasses provide essential UV protection while maintaining a timeless look.": "تقدم النظارات الشمسية تصميمًا كلاسيكيًا وبسيطًا مع التركيز على الوظيفة. توفر هذه النظارات الشمسية حماية أساسية من الأشعة فوق البنفسجية مع الحفاظ على مظهر خالد.",
    "The iPad Mini 2021 in Starlight is a compact and powerful tablet from Apple. Featuring a stunning Retina display, powerful A-series chip, and a sleek design, it offers a premium tablet experience.": "iPad Mini 2021 بلون Starlight هو جهاز لوحي مضغوط وقوي من Apple. يتميز بشاشة Retina مذهلة، وشريحة A-series قوية، وتصميم أنيق، ويوفر تجربة لوحية متميزة.",
    "The Samsung Galaxy Tab S8 Plus in Grey is a high-performance Android tablet by Samsung. With a large AMOLED display, powerful processor, and S Pen support, it's ideal for productivity and entertainment.": "Samsung Galaxy Tab S8 Plus باللون الرمادي هو جهاز لوحي Android عالي الأداء من Samsung. بشاشة AMOLED كبيرة، ومعالج قوي، ودعم S Pen، فهو مثالي للإنتاجية والترفيه.",
    "The Samsung Galaxy Tab in White is a sleek and versatile Android tablet. With a vibrant display, long-lasting battery, and a range of features, it offers a great user experience for various tasks.": "Samsung Galaxy Tab باللون الأبيض هو جهاز لوحي Android أنيق ومتعدد الاستخدامات. بشاشة نابضة بالحياة، وبطارية طويلة الأمد، ومجموعة من الميزات، يقدم تجربة مستخدم رائعة لمهام متنوعة.",
    "The Blue Frock is a charming and stylish dress for various occasions. With a vibrant blue color and a comfortable design, it adds a touch of elegance to your wardrobe.": "الفستان الأزرق هو فستان ساحر وأنيق لمناسبات مختلفة. بلون أزرق نابض بالحياة وتصميم مريح، يضيف لمسة من الأناقة إلى خزانة ملابسك.",
    "The Girl Summer Dress is a cute and breezy dress designed for warm weather. With playful patterns and lightweight fabric, it's perfect for keeping cool and stylish during the summer.": "فستان الصيف للفتيات هو فستان لطيف ومنعش مصمم للطقس الدافئ. بأنماط مرحة ونسيج خفيف الوزن، فهو مثالي للبقاء هادئًا وأنيقًا خلال الصيف.",
    "The Gray Dress is a versatile and chic option for various occasions. With a neutral gray color, it can be dressed up or down, making it a wardrobe staple for any fashion-forward individual.": "الفستان الرمادي هو خيار متعدد الاستخدامات وأنيق لمناسبات مختلفة. بلون رمادي محايد، يمكن تنسيقه بشكل رسمي أو casual، مما يجعله عنصرًا أساسيًا في خزانة الملابس لأي شخص مهتم بالموضة.",
    "The Short Frock is a playful and trendy dress with a shorter length. Ideal for casual outings or special occasions, it combines style and comfort for a fashionable look.": "الفستان القصير هو فستان مرح وعصري بطول أقصر. مثالي للرحلات غير الرسمية أو المناسبات الخاصة، يجمع بين الأناقة والراحة لمظهر عصري.",
    "The Tartan Dress features a classic tartan pattern, bringing a timeless and sophisticated touch to your wardrobe. Perfect for fall and winter, it adds a hint of traditional charm.": "يتميز فستان Tartan بنمط tartan كلاسيكي، مما يضيف لمسة خالدة وأنيقة إلى خزانة ملابسك. مثالي للخريف والشتاء، يضيف لمسة من السحر التقليدي.",
    "The 300 Touring is a stylish and comfortable sedan, known for its luxurious features and smooth performance.": "300 Touring هي سيارة سيدان أنيقة ومريحة، معروفة بميزاتها الفاخرة وأدائها السلس.",
    "The Charger SXT RWD is a powerful and sporty rear-wheel-drive sedan, offering a blend of performance and practicality.": "Charger SXT RWD هي سيارة سيدان قوية ورياضية ذات دفع خلفي، تقدم مزيجًا من الأداء والعملية.",
    "The Dodge Hornet GT Plus is a compact and agile hatchback, perfect for urban driving with a touch of sportiness.": "Dodge Hornet GT Plus هي سيارة هاتشباك مضغوطة ورشيقة، مثالية للقيادة الحضرية مع لمسة من الرياضة.",
    "The Durango SXT RWD is a spacious and versatile SUV, known for its strong performance and family-friendly features.": "Durango SXT RWD هي سيارة SUV فسيحة ومتعددة الاستخدامات، معروفة بأدائها القوي وميزاتها الملائمة للعائلة.",
    "The Pacifica Touring is a stylish and well-equipped minivan, offering comfort and convenience for family journeys.": "Pacifica Touring هي حافلة صغيرة أنيقة ومجهزة تجهيزًا جيدًا، تقدم الراحة والرحلة لرحلات العائلة.",
    "The Blue Women's Handbag is a stylish and spacious accessory for everyday use. With a vibrant blue color and multiple compartments, it combines fashion and functionality.": "حقيبة اليد الزرقاء للسيدات هي ملحق أنيق وفسيح للاستخدام اليومي. بلون أزرق نابض بالحياة وعدة أقسام، تجمع بين الموضة والوظيفة.",
    "The Heshe Women's Leather Bag is a luxurious and high-quality leather bag for the sophisticated woman. With a timeless design and durable craftsmanship, it's a versatile accessory.": "حقيبة Heshe الجلدية للسيدات هي حقيبة جلدية فاخرة وعالية الجودة للمرأة المتطورة. بتصميم خالد وحرفية متينة، إنها ملحق متعدد الاستخدامات.",
    "The Prada Women Bag is an iconic designer bag that exudes elegance and luxury. Crafted with precision and featuring the Prada logo, it's a statement piece for fashion enthusiasts.": "حقيبة Prada للسيدات هي حقيبة مصمم أيقونية تنبعث منها الأناقة والرفاهية. مصنوعة بدقة وتتميز بشعار Prada، وهي قطعة تصريحية لعشاق الموضة.",
    "The White Faux Leather Backpack is a trendy and practical backpack for the modern woman. With a sleek white design and ample storage space, it's perfect for both casual and on-the-go styles.": "الحقيبة الظهرة البيضاء من الجلد الصناعي هي حقيبة ظهر عصرية وعملية للمرأة العصرية. بتصميم أبيض أنيق ومساحة تخزين واسعة، فهي مثالية لكل من الطراز العادي والسريع.",
    "The Women Handbag in Black is a classic and versatile accessory that complements various outfits. With a timeless black color and functional design, it's a must-have in every woman's wardrobe.": "حقيبة اليد السوداء للسيدات هي ملحق كلاسيكي ومتعدد الاستخدامات يتماشى مع الملابس المختلفة. بلون أسود خالد وتصميم وظيفي، إنها must-have في خزانة ملابس كل امرأة.",
    "The Black Women's Gown is an elegant and timeless evening gown. With a sleek black design, it's perfect for formal events and special occasions, exuding sophistication and style.": "الثوب الأسود للسيدات هو فستان سهرة أنيق وخالد. بتصميم أسود أنيق، فهو مثالي للمناسبات الرسمية والخاصة، ينبعث منه التطور والأناقة.",
    "The Corset Leather With Skirt is a bold and edgy ensemble that combines a stylish corset with a matching skirt. Ideal for fashion-forward individuals, it makes a statement at any event.": "Corset Leather With Skirt هي مجموعة جريئة وحادة تجمع بين corset أنيق وتنورة مطابقة. مثالية للأفراد المهتمين بالموضة، تصدر بيانًا في أي حدث.",
    "The Corset With Black Skirt is a chic and versatile outfit that pairs a fashionable corset with a classic black skirt. It offers a trendy and coordinated look for various occasions.": "Corset With Black Skirt هي مجموعة أنيقة ومتعددة الاستخدامات تجمع بين corset عصري وتنورة سوداء كلاسيكية. تقدم مظهرًا عصريًا ومنسقًا لمناسبات مختلفة.",
    "The Dress Pea is a stylish and comfortable dress with a pea pattern. Perfect for casual outings, it adds a playful and fun element to your wardrobe, making it a great choice for day-to-day wear.": "فستان Pea هو فستان أنيق ومريح بنمط pea. مثالي للرحلات غير الرسمية، يضيف عنصرًا مرحًا وممتعًا إلى خزانة ملابسك، مما يجعله خيارًا رائعًا للارتداء اليومي.",
    "The Marni Red & Black Suit is a sophisticated and fashion-forward suit ensemble. With a combination of red and black tones, it showcases a modern design for a bold and confident look.": "بدلة Marni Red & Black هي مجموعة بدلة متطورة وعصرية. بمزيج من درجات الأحمر والأسود، تعرض تصميمًا حديثًا لمظهر جريء وواثق.",
    "The Green Crystal Earring is a dazzling accessory that features a vibrant green crystal. With a classic design, it adds a touch of elegance to your ensemble, perfect for formal or special occasions.": "القرط البلوري الأخضر هو ملحق لامع يتميز بكريستال أخضر نابض بالحياة. بتصميم كلاسيكي، يضيف لمسة من الأناقة إلى مجموعتك، مثالي للمناسبات الرسمية أو الخاصة.",
    "The Green Oval Earring is a stylish and versatile accessory with a unique oval shape. Whether for casual or dressy occasions, its green hue and contemporary design make it a standout piece.": "القرط البيضاوي الأخضر هو ملحق أنيق ومتعدد الاستخدامات بشكل بيضاوي فريد. سواء للمناسبات العادية أو الأنيقة، فإن لونه الأخضر وتصميمه المعاصر يجعله قطعة بارزة.",
    "The Tropical Earring is a fun and playful accessory inspired by tropical elements. Featuring vibrant colors and a lively design, it's perfect for adding a touch of summer to your look.": "القرط الاستوائي هو ملحق ممتع ومرح مستوحى من العناصر الاستوائية. يتميز بألوان نابضة بالحياة وتصميم حيوي، وهو مثالي لإضافة لمسة من الصيف إلى مظهرك.",
    "The Black & Brown Slipper is a comfortable and stylish choice for casual wear. Featuring a blend of black and brown colors, it adds a touch of sophistication to your relaxation.": "النعال الأسود والبني هو خيار مريح وأنيق للارتداء غير الرسمي. بمزيج من الألوان السوداء والبنية، يضيف لمسة من التطور إلى استرخائك.",
    "Calvin Klein Heel Shoes are elegant and sophisticated, designed for formal occasions. With a classic design and high-quality materials, they complement your stylish ensemble.": "حذاء كعب Calvin Klein أنيق ومتطور، مصمم للمناسبات الرسمية. بتصميم كلاسيكي ومواد عالية الجودة، يكمل مجموعتك الأنيقة.",
    "The Golden Shoes for Women are a glamorous choice for special occasions. Featuring a golden hue and stylish design, they add a touch of luxury to your outfit.": "الحذاء الذهبي للسيدات هو خيار glamorous للمناسبات الخاصة. بلون ذهبي وتصميم أنيق، يضيف لمسة من الرفاهية إلى ملابسك.",
    "Pampi Shoes offer a blend of comfort and style for everyday use. With a versatile design, they are suitable for various casual occasions, providing a trendy and relaxed look.": "تقدم أحذية Pampi مزيجًا من الراحة والأناقة للاستخدام اليومي. بتصميم متعدد الاستخدامات، فهي مناسبة لمناسبات عادية مختلفة، وتوفر مظهرًا عصريًا ومريحًا.",
    "The Red Shoes make a bold statement with their vibrant red color. Whether for a party or a casual outing, these shoes add a pop of color and style to your wardrobe.": "الحذاء الأحمر يصدر بيانًا جريئًا بلونه الأحمر النابض بالحياة. سواء للحفلة أو النزهة العادية، تضيف هذه الأحذية لمسة من اللون والأناقة إلى خزانة ملابسك.",
    "The IWC Ingenieur Automatic Steel watch is a durable and sophisticated timepiece. With a stainless steel case and automatic movement, it combines precision and style for watch enthusiasts.": "ساعة IWC Ingenieur Automatic Steel هي ساعة متينة ومتطورة. بحافظة من الفولاذ المقاوم للصدأ وحركة أوتوماتيكية، تجمع بين الدقة والأناقة لعشاق الساعات.",
    "The Rolex Cellini Moonphase watch is a masterpiece of horology. Featuring a moon phase complication, it showcases the craftsmanship and elegance that Rolex is renowned for.": "ساعة Rolex Cellini Moonphase هي تحفة فنية في علم الوقت. تتميز بمضاعفة طور القمر، تعرض الحرفية والأناقة التي تشتهر بها Rolex.",
    "The Rolex Datejust Women's watch is an iconic timepiece designed for women. With a timeless design and a date complication, it offers both elegance and functionality.": "ساعة Rolex Datejust للسيدات هي ساعة أيقونية مصممة للنساء. بتصميم خالد ومضاعفة التاريخ، تقدم كلًا من الأناقة والوظيفة.",
    "The Gold Women's Watch is a stunning accessory that combines luxury and style. Featuring a gold-plated case and a chic design, it adds a touch of glamour to any outfit.": "ساعة الذهب للسيدات هي ملحق مذهل يجمع بين الرفاهية والأناقة. بحافظة مطلية بالذهب وتصميم أنيق، تضيف لمسة من glamour إلى أي زي.",
    "The Women's Wrist Watch is a versatile and fashionable timepiece for everyday wear. With a comfortable strap and a simple yet elegant design, it complements various styles.": "ساعة المعصم للسيدات هي ساعة متعددة الاستخدامات وعصرية للارتداء اليومي. بحزام مريح وتصميم بسيط لكن أنيق، تكمل أنماطًا مختلفة.",
    "The Essence Mascara Lash Princess is a popular mascara known for its volumizing and lengthening effects. Achieve dramatic lashes with this long-lasting and cruelty-free formula.": "ماسكارا إيسنس لاش برينسيس هي ماسكارا شهيرة معروفة بتأثيرها في تكثيف وإطالة الرموش. حققي رموشًا دراماتيكية بهذه الصيغة طويلة الأمد والخالية من القسوة على الحيوانات.",
    "The Eyeshadow Palette with Mirror offers a versatile range of eyeshadow shades for creating stunning eye looks. With a built-in mirror, it's convenient for on-the-go makeup application.": "تقدم لوحة ظلال العيون مع المرآة مجموعة متنوعة من درجات ظلال العيون لإنشاء مظهر عيون مذهل. مع وجود مرآة مدمجة، فهي مريحة لتطبيق المكياج أثناء التنقل.",
    "The Powder Canister is a finely milled setting powder designed to set makeup and control shine. With a lightweight and translucent formula, it provides a smooth and matte finish.": "علبة البودرة هي بودرة ثابتة مطحونة بدقة مصممة لتثبيت المكياج والتحكم في اللمعان. بصيغة خفيفة الوزن وشبه شفافة، توفر ملمسًا ناعمًا ومظهرًا غير لامع.",
    "The Red Lipstick is a classic and bold choice for adding a pop of color to your lips. With a creamy and pigmented formula, it provides a vibrant and long-lasting finish.": "أحمر الشفاه الأحمر هو خيار كلاسيكي وجريء لإضافة لون مميز لشفاهك. بصيغة كريمية وغنية بالصبغة، يمنحك لونًا نابضًا بالحياة ويدوم طويلاً.",
    "The Red Nail Polish offers a rich and glossy red hue for vibrant and polished nails. With a quick-drying formula, it provides a salon-quality finish at home.": "يقدم طلاء الأظافر الأحمر لونًا أحمر غنيًا ولماعًا لأظافر نابضة بالحياة ومصقولة. بصيغة سريعة الجفاف، يمنحك جودة صالون في منزلك.",
    "CK One by Calvin Klein is a classic unisex fragrance, known for its fresh and clean scent. It's a versatile fragrance suitable for everyday wear.": "CK One من كالفن كلاين هو عطر كلاسيكي للجنسين، معروف برائحته المنعشة والنظيفة. إنه عطر متعدد الاستخدامات مناسب للارتداء اليومي.",
    "Coco Noir by Chanel is an elegant and mysterious fragrance, featuring notes of grapefruit, rose, and sandalwood. Perfect for evening occasions.": "كوكو نوير من شانيل هو عطر أنيق وغامض، يحتوي على نوتات من الجريب فروت والروز وخشب الصندل. مثالي للمناسبات المسائية.",
    "J'adore by Dior is a luxurious and floral fragrance, known for its blend of ylang-ylang, rose, and jasmine. It embodies femininity and sophistication.": "جيه أدور من ديور هو عطر فاخر وزهري، معروف بمزيجه من اليلانغ يلانغ والروز والياسمين. يجسد الأنوثة والأناقة.",
    "Dolce Shine by Dolce & Gabbana is a vibrant and fruity fragrance, featuring notes of mango, jasmine, and blonde woods. It's a joyful and youthful scent.": "دولتشي شاين من دولتشي آند غابانا هو عطر نابض بالحياة وفواكه، يحتوي على نوتات من المانغو والياسمين والأخشاب الفاتحة. إنه عطر مبهج ويافع.",
    "Gucci Bloom by Gucci is a floral and captivating fragrance, with notes of tuberose, jasmine, and Rangoon creeper. It's a modern and romantic scent.": "غوتشي بلوم من غوتشي هو عطر زهري وساحر، يحتوي على نوتات من التوبيروس والياسمين ومتسلقة رانغون. إنه عطر عصبي ورومانسي.",
    "The Annibale Colombo Bed is a luxurious and elegant bed frame, crafted with high-quality materials for a comfortable and stylish bedroom.": "سرير أنيبالي كولومبو هو إطار سرير فاخر وأنيق، مصنوع من مواد عالية الجودة لغرفة نوم مريحة وأنيقة.",
    "The Annibale Colombo Sofa is a sophisticated and comfortable seating option, featuring exquisite design and premium upholstery for your living room.": "أريكة أنيبالي كولومبو هي خيار جلوس راقٍ ومريح، تتميز بتصميم راق وتنجيد فاخر لغرفة معيشتك.",
    "The Bedside Table in African Cherry is a stylish and functional addition to your bedroom, providing convenient storage space and a touch of elegance.": "طاولة السرير من الكرز الأفريقي هي إضافة عصرية ووظيفية لغرفة نومك، توفر مساحة تخزين مريحة ولمسة من الأناقة.",
    "The Knoll Saarinen Executive Conference Chair is a modern and ergonomic chair, perfect for your office or conference room with its timeless design.": "كرسي كنول سارينين التنفيذي للمؤتمرات هو كرسي عصبي ومريح، مثالي لمكتبك أو غرفة المؤتمرات بتصميمه الخالد.",
    "The Wooden Bathroom Sink with Mirror is a unique and stylish addition to your bathroom, featuring a wooden sink countertop and a matching mirror.": "حوض الحمام الخشبي مع المرآة هو إضافة فريدة وعصرية لحمامك، يتميز بكونترتوب حوض خشبي ومرآة متناسقة.",
    "Fresh and crisp apples, perfect for snacking or incorporating into various recipes.": "تفاح طازج ومقرمش، مثالي للوجبات الخفيفة أو لاستخدامه في وصفات متنوعة.",
    "High-quality beef steak, great for grilling or cooking to your preferred level of doneness.": "شريحة لحم بقري عالية الجودة، رائعة للشوي أو الطهي إلى درجة النضج التي تفضلها.",
    "Nutritious cat food formulated to meet the dietary needs of your feline friend.": "طعام قطط مغذي مصمم لتلبية الاحتياجات الغذائية لصديقك القط.",
    "Fresh and tender chicken meat, suitable for various culinary preparations.": "لحم دجاج طازج وطري، مناسب لمستحضرات الطهي المختلفة.",
    "Versatile cooking oil suitable for frying, sautéing, and various culinary applications.": "زيت طهي متعدد الاستخدامات مناسب للقلي والتحمير وتطبيقات الطهي المختلفة.",
    "Crisp and hydrating cucumbers, ideal for salads, snacks, or as a refreshing side.": "خيار مقرمش ومرطب، مثالي للسلطات أو الوجبات الخفيفة أو كطبق جانبي منعش.",
    "Specially formulated dog food designed to provide essential nutrients for your canine companion.": "طعام كلاب مُصمم خصيصًا لتوفير العناصر الغذائية الأساسية لرفيقك الكلب.",
    "Fresh eggs, a versatile ingredient for baking, cooking, or breakfast.": "بيض طازج، مكون متعدد الاستخدامات للخبز أو الطهي أو الإفطار.",
    "Quality fish steak, suitable for grilling, baking, or pan-searing.": "شريحة سمك عالية الجودة، مناسبة للشوي أو الخبز أو القلي في المقلاة.",
    "Fresh and vibrant green bell pepper, perfect for adding color and flavor to your dishes.": "فلفل أخضر حلو طازج ونابض بالحياة، مثالي لإضافة اللون والنكهة إلى أطباقك.",
    "Spicy green chili pepper, ideal for adding heat to your favorite recipes.": "فلفل أخضر حار، مثالي لإضافة الحرارة إلى وصفاتك المفضلة.",
    "Pure and natural honey in a convenient jar, perfect for sweetening beverages or drizzling over food.": "عسل نقي وطبيعي في وعاء عملي، مثالي لتحلية المشروبات أو الصب على الطعام.",
    "Creamy and delicious ice cream, available in various flavors for a delightful treat.": "آيس كريم كريمي ولذيذ، متوفر بنكهات متنوعة لتجربة لذيذة.",
    "Refreshing fruit juice, packed with vitamins and great for staying hydrated.": "عصير فواكه منعش، غني بالفيتامينات ورائع للبقاء رطبًا.",
    "Nutrient-rich kiwi, perfect for snacking or adding a tropical twist to your dishes.": "كيوي غني بالمغذيات، مثالي للوجبات الخفيفة أو لإضافة لمسة استوائية لأطباقك.",
    "Zesty and tangy lemons, versatile for cooking, baking, or making refreshing beverages.": "ليمون منعش ولاذع، متعدد الاستخدامات للطهي أو الخبز أو صنع المشروبات المنعشة.",
    "Fresh and nutritious milk, a staple for various recipes and daily consumption.": "حليب طازج ومغذٍ، عنصر أساسي للوصفات المختلفة والاستهلاك اليومي.",
    "Sweet and juicy mulberries, perfect for snacking or adding to desserts and cereals.": "توت أبيض حلو وعصيري، مثالي للوجبات الخفيفة أو إضافته إلى الحلويات والحبوب.",
    "Quality coffee from Nescafe, available in various blends for a rich and satisfying cup.": "قهوة عالية الجودة من نيسكافيه، متوفرة بمزيج مختلف لكوب غني ومرضي.",
    "Versatile and starchy potatoes, great for roasting, mashing, or as a side dish.": "بطاطس متعددة الاستخدامات ونشوية، رائعة للتحمير أو الهريس أو كطبق جانبي.",
    "Nutrient-packed protein powder, ideal for supplementing your diet with essential proteins.": "مسحوق بروتين غني بالمغذيات، مثالي لإضافة البروتينات الأساسية إلى نظامك الغذائي.",
    "Flavorful and aromatic red onions, perfect for adding depth to your savory dishes.": "بصل أحمر مليء بالنكهة والرائحة، مثالي لإضافة عمق لأطباقك المالحة.",
    "High-quality rice, a staple for various cuisines and a versatile base for many dishes.": "أرز عالي الجودة، عنصر أساسي لمطابخ مختلفة وقاعدة متعددة الاستخدامات للعديد من الأطباق.",
    "Assorted soft drinks in various flavors, perfect for refreshing beverages.": "مشروبات غازية متنوعة بنكهات مختلفة، مثالية لمشروبات منعشة.",
    "Sweet and succulent strawberries, great for snacking, desserts, or blending into smoothies.": "فراولة حلوة وعصيرية، رائعة للوجبات الخفيفة أو الحلويات أو خلطها في السموثي.",
    "Convenient tissue paper box for everyday use, providing soft and absorbent tissues.": "صندوق مناديل ورقية عملية للاستخدام اليومي، يوفر مناديل ناعمة وامتصاصية.",
    "Pure and refreshing bottled water, essential for staying hydrated throughout the day.": "مياه معبأة نقية ومنعشة، ضرورية للبقاء رطبًا طوال اليوم.",
    "The Decoration Swing is a charming addition to your home decor. Crafted with intricate details, it adds a touch of elegance and whimsy to any room.": "أرجوحة الديكور هي إضافة ساحرة لديكور منزلك. مصنوعة بتفاصيل معقدة، تضيف لمسة من الأناقة والخيال لأي غرفة.",
    "The Family Tree Photo Frame is a sentimental and stylish way to display your cherished family memories. With multiple photo slots, it tells the story of your loved ones.": "إطار صورة شجرة العائلة هو طريقة عاطفية وأنيقة لعرض ذكريات عائلتك العزيزة. بفتحات صور متعددة، يحكي قصة أحبائك.",
    "The House Showpiece Plant is an artificial plant that brings a touch of nature to your home without the need for maintenance. It adds greenery and style to any space.": "نبات الزينة المنزلي هو نبات اصطناعي يجلب لمسة من الطبيعة إلى منزلك دون الحاجة للصيانة. يضيف اللون الأخضر والأناقة لأي مساحة.",
    "The Plant Pot is a stylish container for your favorite plants. With a sleek design, it complements your indoor or outdoor garden, adding a modern touch to your plant display.": "أصيص النباتات هو وعاء عصرى لنباتاتك المفضلة. بتصميم أنيق، يكمل حديقتك الداخلية أو الخارجية، مضيفًا لمسة عصرية لعرض نباتاتك.",
    "The Table Lamp is a functional and decorative lighting solution for your living space. With a modern design, it provides both ambient and task lighting, enhancing the atmosphere.": "مصباح الطاولة هو حل إضاءة وظيفي وزخرفي لمساحة معيشتك. بتصميم عصري، يوفر إضاءة عامة ومركزية، معززًا الجو.",
    "The Bamboo Spatula is a versatile kitchen tool made from eco-friendly bamboo. Ideal for flipping, stirring, and serving various dishes.": "الملعقة الخشبية من الخيزران هي أداة مطبخ متعددة الاستخدامات مصنوعة من الخيزران الصديق للبيئة. مثالية للتقليب والتحريك وتقديم الأطباق المختلفة.",
    "The Black Aluminium Cup is a stylish and durable cup suitable for both hot and cold beverages. Its sleek black design adds a modern touch to your drinkware collection.": "كوب الألومنيوم الأسود هو كوب عصرì ومتین يناسب المشروبات الساخنة والباردة. تصميمه الأسود الأنيق يضيف لمسة عصرية لمجموعة أدوات الشراب الخاصة بك.",
    "The Black Whisk is a kitchen essential for whisking and beating ingredients. Its ergonomic handle and sleek design make it a practical and stylish tool.": "الخفاقة السوداء هي أداة مطبخ أساسية للخفق والضرب. مقبضها المريح وتصميمها الأنيق يجعلانها أداة عملية وعصرية.",
    "The Boxed Blender is a powerful and compact blender perfect for smoothies, shakes, and more. Its convenient design and multiple functions make it a versatile kitchen appliance.": "الخلاط المboxed هو خلاط قوي وصغير الحجم مثالي للسمودي والشفيك والمزيد. تصميمه العملي ووظائفه المتعددة يجعله جهاز مطبخ متعدد الاستخدامات.",
    "The Carbon Steel Wok is a versatile cooking pan suitable for stir-frying, sautéing, and deep frying. Its sturdy construction ensures even heat distribution for delicious meals.": "القدر الصيني من الفولاذ الكربوني هو مقلاة طهي متعددة الاستخدامات مناسبة للقلي السريع والتحمير والقلي العميق. بنيته المتينة تضمن توزيعًا متساويًا للحرارة لوجبات لذيذة.",
    "The Chopping Board is an essential kitchen accessory for food preparation. Made from durable material, it provides a safe and hygienic surface for cutting and chopping.": "لوح التقطيع هو ملحق مطبخ أساسي لتحضير الطعام. مصنوع من مادة متينة، يوفر سطحًا آمنًا وصحيًا للتقطيع والفرم.",
    "The Citrus Squeezer in Yellow is a handy tool for extracting juice from citrus fruits. Its vibrant color adds a cheerful touch to your kitchen gadgets.": "عصارة الحمضيات باللون الأصفر هي أداة عملية لاستخراج العصير من الحمضيات. لونها النابض بالحياة يضيف لمسة مبهجة لأدوات مطبخك.",
    "The Egg Slicer is a convenient tool for slicing boiled eggs evenly. It's perfect for salads, sandwiches, and other dishes where sliced eggs are desired.": "مقسم البيض هو أداة مريحة لتقطيع البيض المسلوق بشكل متساو. إنه مثالي للسلطات والسندويشات والأطباق الأخرى التي تتطلب بيضًا مقطعًا.",
    "The Electric Stove provides a portable and efficient cooking solution. Ideal for small kitchens or as an additional cooking surface for various culinary needs.": "الموقد الكهربائي يوفر حل طهي محمول وفعال. مثالي للمطابخ الصغيرة أو كسطح طهي إضافي للاحتياجات الطهي المتنوعة.",
    "The Fine Mesh Strainer is a versatile tool for straining liquids and sifting dry ingredients. Its fine mesh ensures efficient filtering for smooth cooking and baking.": "المصفاة ذات الشبكة الدقيقة هي أداة متعددة الاستخدامات لتصفية السوائل ونخل المكونات الجافة. شبكتها الدقيقة تضمن ترشيحًا فعالاً للطهي والخبز السلس.",
    "The Fork is a classic utensil for various dining and serving purposes. Its durable and ergonomic design makes it a reliable choice for everyday use.": "الشوكة هي أداة كلاسيكية لأغراض تناول الطعام والتقديم المتنوعة. تصميمها المتين والمريح يجعلها خيارًا موثوقًا للاستخدام اليومي.",
    "The Glass is a versatile and elegant drinking vessel suitable for a variety of beverages. Its clear design allows you to enjoy the colors and textures of your drinks.": "الكوب الزجاجي هو وعاء شراب متعدد الاستخدامات وأنيق يناسب مجموعة متنوعة من المشروبات. تصميمه الشفاف يسمح لك بالاستمتاع بألوان وقوام مشروباتك.",
    "The Grater in Black is a handy kitchen tool for grating cheese, vegetables, and more. Its sleek design and sharp blades make food preparation efficient and easy.": "المبشرة باللون الأسود هي أداة مطبخ عملية لبشر الجبن والخضروات والمزيد. تصميمها الأنيق وشفراتها الحادة يجعلان تحضير الطعام فعالاً وسهلاً.",
    "The Hand Blender is a versatile kitchen appliance for blending, pureeing, and mixing. Its compact design and powerful motor make it a convenient tool for various recipes.": "الخلاط اليدوي هو جهاز مطبخ متعدد الاستخدامات للخلط والهرس والمزج. تصميمه المضغوط ومحركه القوي يجعله أداة عملية للوصفات المختلفة.",
    "The Ice Cube Tray is a practical accessory for making ice cubes in various shapes. Perfect for keeping your drinks cool and adding a fun element to your beverages.": "صينية مكعبات الثلج هي ملحق عملي لصنع مكعبات ثلج بأشكال مختلفة. مثالية للحفاظ على برودة مشروباتك وإضافة عنصر مرح لمشروباتك.",
    "The Kitchen Sieve is a versatile tool for sifting and straining dry and wet ingredients. Its fine mesh design ensures smooth results in your cooking and baking.": "منخل المطبخ هو أداة متعددة الاستخدامات لنخل وتصفية المكونات الجافة والرطبة. تصميمها الشبكي الدقيق يضمن نتائج سلسة في الطهي والخبز.",
    "The Knife is an essential kitchen tool for chopping, slicing, and dicing. Its sharp blade and ergonomic handle make it a reliable choice for food preparation.": "السكين هو أداة مطبخ أساسية للتقطيع والتشريح والفرم. نصلها الحاد ومقبضها المريح يجعلانها خيارًا موثوقًا لتحضير الطعام.",
    "The Lunch Box is a convenient and portable container for packing and carrying your meals. With compartments for different foods, it's perfect for on-the-go dining.": "صندوق الغداء هو وعاء عملي ومحمول لتعبئة وحمل وجباتك. مع أقسام للأطعمة المختلفة، إنه مثالي لتناول الطعام أثناء التنقل.",
    "The Microwave Oven is a versatile kitchen appliance for quick and efficient cooking, reheating, and defrosting. Its compact size makes it suitable for various kitchen setups.": "فرن الميكروويف هو جهاز مطبخ متعدد الاستخدامات للطهي السريع والفعال وإعادة التسخين وإذابة التجميد. حجمه المضغوط يجعله مناسبًا لإعدادات المطابخ المختلفة.",
    "The Mug Tree Stand is a stylish and space-saving solution for organizing your mugs. Keep your favorite mugs easily accessible and neatly displayed in your kitchen.": "حامل الأكواب هو حل أنيق وموفر للمساحة لتنظيم أكوابك. احتفظ بأكوابك المفضلة في متناول اليد ومعروضة بدقة في مطبخك.",
    "The Pan is a versatile and essential cookware item for frying, sautéing, and cooking various dishes. Its non-stick coating ensures easy food release and cleanup.": "المقلاة هي عنصر طبخ متعدد الاستخدامات وأساسي للقلي والتحمير وطهي الأطباق المختلفة. طلاؤها غير اللاصق يضمن إخراج الطعام بسهولة وتنظيف سهل.",
    "The Plate is a classic and essential dishware item for serving meals. Its durable and stylish design makes it suitable for everyday use or special occasions.": "الطبق هو عنصر أواني كلاسيكي وأساسي لتقديم الوجبات. تصميمه المتين والعصري يجعله مناسبًا للاستخدام اليومي أو المناسبات الخاصة.",
    "The Red Tongs are versatile kitchen tongs suitable for various cooking and serving tasks. Their vibrant color adds a pop of excitement to your kitchen utensils.": "الملقط الأحمر هو ملقط مطبخ متعدد الاستخدامات مناسب لمهام الطهي والتقديم المختلفة. لونه النابض بالحياة يضيف لمسة من الإثارة لأدوات مطبخك.",
    "The Silver Pot with Glass Cap is a stylish and functional cookware item for boiling, simmering, and preparing delicious meals. Its glass cap allows you to monitor cooking progress.": "القدر الفضي بغطاء زجاجي هو عنصر طبخ أنيق ووظيفي للغلي والطبخ على نار هادئة وتحضير وجبات لذيذة. غطاؤه الزجاجي يسمح لك بمراقبة تقدم الطهي.",
    "The Slotted Turner is a kitchen utensil designed for flipping and turning food items. Its slotted design allows excess liquid to drain, making it ideal for frying and sautéing.": "المقلاة ذات الفتحات هي أداة مطبخ مصممة لقلب وتحويل عناصر الطعام. تصميمها ذو الفتحات يسمح بتصريف السوائل الزائدة، مما يجعلها مثالية للقلي والتحمير.",
    "The Spice Rack is a convenient organizer for your spices and seasonings. Keep your kitchen essentials within reach and neatly arranged with this stylish spice rack.": "حامل التوابل هو منظِّم عملي للتوابل والبهارات الخاصة بك. احتفظ بأساسيات مطبخك في متناول اليد ومرتبة بدقة مع حامل التوابل الأنيق هذا.",
    "The Spoon is a versatile kitchen utensil for stirring, serving, and tasting. Its ergonomic design and durable construction make it an essential tool for every kitchen.": "الملعقة هي أداة مطبخ متعددة الاستخدامات للتحريك والتقديم والتذوق. تصميمها المريح وبنائها المتين يجعلانها أداة أساسية لكل مطبخ.",
    "The Tray is a functional and decorative item for serving snacks, appetizers, or drinks. Its stylish design makes it a versatile accessory for entertaining guests.": "الصينية هي عنصر وظيفي وزخرفي لتقديم الوجبات الخفيفة أو المقبلات أو المشروبات. تصميمها الأنيق يجعلها ملحقًا متعدد الاستخدامات لاستضافة الضيوف.",
    "The Wooden Rolling Pin is a classic kitchen tool for rolling out dough for baking. Its smooth surface and sturdy handles make it easy to achieve uniform thickness.": "نشابة الخشب هي أداة مطبخ كلاسيكية لفرد العجين للخبز. سطحها الناعم ومقابضها المتينة يجعلان تحقيق سمك موحد سهلاً.",
    "The Yellow Peeler is a handy tool for peeling fruits and vegetables with ease. Its bright yellow color adds a cheerful touch to your kitchen gadgets.": "مقشرة الخضروات الصفراء هي أداة عملية لقشر الفواكه والخضروات بسهولة. لونها الأصفر الزاهي يضيف لمسة مبهجة لأدوات مطبخك.",
    "The MacBook Pro 14 Inch in Space Grey is a powerful and sleek laptop, featuring Apple's M1 Pro chip for exceptional performance and a stunning Retina display.": "ماك بوك برو 14 بوصة باللون الرمادي الفضى هو لابتوب قوي وأنيق، يتميز بمعالج Apple M1 Pro لأداء استثنائي وشاشة ريتينا مذهلة.",
    "The Asus Zenbook Pro Dual Screen Laptop is a high-performance device with dual screens, providing productivity and versatility for creative professionals.": "لابتوب Asus Zenbook Pro ذو الشاشتين هو جهاز عالي الأداء بشاشتين، يوفر الإنتاجية والتنوع للمحترفين المبدعين.",
    "The Huawei Matebook X Pro is a slim and stylish laptop with a high-resolution touchscreen display, offering a premium experience for users on the go.": "Huawei Matebook X Pro هو لابتوب رفيع وأنيق بشاشة لمس عالية الدقة، يقدم تجربة ممتازة للمستخدمين أثناء التنقل.",
    "The Lenovo Yoga 920 is a 2-in-1 convertible laptop with a flexible hinge, allowing you to use it as a laptop or tablet, offering versatility and portability.": "Lenovo Yoga 920 هو لابتوب قابل للتحويل 2-in-1 بمفصل مرن، يسمح لك باستخدامه كلابتوب أو لوحي، مما يوفر التنوع والقابلية للنقل.",
    "The New DELL XPS 13 9300 Laptop is a compact and powerful device, featuring a virtually borderless InfinityEdge display and high-end performance for various tasks.": "لابتوب DELL XPS 13 9300 الجديد هو جهاز مضغوط وقوي، يتميز بشاشة InfinityEdge شبه عديمة الحواف وأداء عالي المستوى للمهام المختلفة.",
    "The Blue & Black Check Shirt is a stylish and comfortable men's shirt featuring a classic check pattern. Made from high-quality fabric, it's suitable for both casual and semi-formal occasions.": "القميص الأزرق والأسود المربعات هو قميص رجالي عصرì ومريح يتميز بنمط مربعات كلاسيكي. مصنوع من قماش عالي الجودة، وهو مناسب للمناسبات العادية وشبه الرسمية.",
    "The Gigabyte Aorus Men Tshirt is a cool and casual shirt for gaming enthusiasts. With the Aorus logo and sleek design, it's perfect for expressing your gaming style.": "تيشيرت Gigabyte Aorus للرجال هو قميص رائع وعادي لعشاق الألعاب. مع شعار Aorus وتصميم أنيق، إنه مثالي للتعبير عن أسلوبك في الألعاب.",
    "The Man Plaid Shirt is a timeless and versatile men's shirt with a classic plaid pattern. Its comfortable fit and casual style make it a wardrobe essential for various occasions.": "القميص الرجالي المربعات هو قميص رجالي خالد ومتعدد الاستخدامات بنمط مربعات كلاسيكي. مقاسه المريح وأسلوبه العادي يجعانه عنصرًا أساسيًا في خزانة الملابس لمناسبات مختلفة.",
    "The Man Short Sleeve Shirt is a breezy and stylish option for warm days. With a comfortable fit and short sleeves, it's perfect for a laid-back yet polished look.": "القميص الرجالي بأكمام قصيرة هو خيار منعش وعصرì للأيام الدافئة. بمقاس مريح وأكمام قصيرة، إنه مثالي لمظهر casual أنيق.",
    "The Men Check Shirt is a classic and versatile shirt featuring a stylish check pattern. Suitable for various occasions, it adds a smart and polished touch to your wardrobe.": "القميص الرجالي المربعات هو قميص كلاسيكي ومتعدد الاستخدامات يتميز بنمط مربعات عصرì. مناسب للمناسبات المختلفة، يضيف لمسة ذكية وأنيقة إلى خزانة ملابسك.",
    "The Nike Air Jordan 1 in Red and Black is an iconic basketball sneaker known for its stylish design and high-performance features, making it a favorite among sneaker enthusiasts and athletes.": "حذاء نايكي Air Jordan 1 بالأحمر والأسود هو حذاء كرة سلة أيقوني معروف بتصميمه العصرì وميزاته عالية الأداء، مما يجعله مفضلاً among عشاق الأحذية الرياضية والرياضيين.",
    "Nike Baseball Cleats are designed for maximum traction and performance on the baseball field. They provide stability and support for players during games and practices.": "أحذية نايكي البيسبول مصممة لأقصى قدر من الجر والأداء في ملعب البيسبول. توفر الاستقرار والدعم للاعبين أثناء المباريات والتدريبات.",
    "The Puma Future Rider Trainers offer a blend of retro style and modern comfort. Perfect for casual wear, these trainers provide a fashionable and comfortable option for everyday use.": "تقدم أحذية Puma Future Rider مزيجًا من الطراز الرجعي والراحة الحديثة. مثالية للارتداء casual، توفر هذه الأحذية خيارًا عصريًا ومريحًا للاستخدام اليومي.",
    "The Sports Sneakers in Off White and Red combine style and functionality, making them a fashionable choice for sports enthusiasts. The red and off-white color combination adds a bold and energetic touch.": "تجمع الأحذية الرياضية بالأبيض غير النقي والأحمر بين الأناقة والوظيفية، مما يجعلها خيارًا عصريًا لعشاق الرياضة. مزيج اللون الأحمر والأبيض غير النقي يضيف لمسة جريئة ونشطة.",
    "Another variant of the Sports Sneakers in Off White Red, featuring a unique design. These sneakers offer style and comfort for casual occasions.": "نموذج آخر من الأحذية الرياضية بالأبيض غير النقي والأحمر، يتميز بتصميم فريد. تقدم هذه الأحذية الرياضية الأناقة والراحة للمناسبات العادية.",
    "The Brown Leather Belt Watch is a stylish timepiece with a classic design. Featuring a genuine leather strap and a sleek dial, it adds a touch of sophistication to your look.": "ساعة الحزام الجلدي البني هي ساعة عصرية بتصميم كلاسيكي. تتميز بحزام من الجلد الطبيعي وقرص أنيق، تضيف لمسة من التطور لمظهرك.",
    "The Longines Master Collection is an elegant and refined watch known for its precision and craftsmanship. With a timeless design, it's a symbol of luxury and sophistication.": "مجموعة Longines Master هي ساعة أنيقة ومكررة معروفة بدقتها وحرفيتها. بتصميم خالد، إنها رمز للرفاهية والتطور.",
    "The Rolex Cellini Date with Black Dial is a classic and prestigious watch. With a black dial and date complication, it exudes sophistication and is a symbol of Rolex's heritage.": "ساعة Rolex Cellini Date ذات القرص الأسود هي ساعة كلاسيكية ومرموقة. بقرص أسود وتعقيد التاريخ، تنبعث منها الأناقة وهي رمز لإرث Rolex.",
    "The Rolex Cellini Moonphase is a masterpiece of horology, featuring a moon phase complication and exquisite design. It reflects Rolex's commitment to precision and elegance.": "ساعة Rolex Cellini Moonphase هي تحفة فنية في صناعة الساعات، تتميز بتعقيد طور القمر وتصميم رائع. تعكس التزام Rolex بالدقة والأناقة.",
    "The Rolex Datejust is an iconic and versatile timepiece with a date window. Known for its timeless design and reliability, it's a symbol of Rolex's watchmaking excellence.": "ساعة Rolex Datejust هي ساعة أيقونية ومتعددة الاستخدامات بنافذة تاريخ. معروفة بتصميمها الخالد وموثوقيتها، إنها رمز للتميز في صناعة ساعات Rolex.",
    "The Rolex Submariner is a legendary dive watch with a rich history. Known for its durability and water resistance, it's a symbol of adventure and exploration.": "ساعة Rolex Submariner هي ساعة غطس أسطورية ذات تاريخ غني. معروفة بمتانتها ومقاومتها للماء، إنها رمز للمغامرة والاستكشاف.",
    "The Amazon Echo Plus is a smart speaker with built-in Alexa voice control. It features premium sound quality and serves as a hub for controlling smart home devices.": "Amazon Echo Plus هو سماعة ذكية مزودة بتحكم صوتي Alexa مدمج. يتميز بجودة صوت متميزة ويعمل كمركز للتحكم في أجهزة المنزل الذكي.",
    "The Apple Airpods offer a seamless wireless audio experience. With easy pairing, high-quality sound, and Siri integration, they are perfect for on-the-go listening.": "تقدم Apple Airpods تجربة صوت لاسلكي سلسة. مع الاقتران السهل وجودة الصوت العالية والتكامل مع Siri، إنها مثالية للاستماع أثناء التنقل.",
    "The Apple AirPods Max in Silver are premium over-ear headphones with high-fidelity audio, adaptive EQ, and active noise cancellation. Experience immersive sound in style.": "Apple AirPods Max باللون الفضي هي سماعات رأس متميزة فوق الأذن بصوت عالي الدقة، ومعادلة ترددية تكيفية، وإلغاء ضوضاء نشط. جرب الصوت الغامر بأناقة.",
    "The Apple AirPower Wireless Charger provides a convenient way to charge your compatible Apple devices wirelessly. Simply place your devices on the charging mat for effortless charging.": "شاحن Apple AirPower اللاسلكي يوفر طريقة مريحة لشحن أجهزة Apple المتوافقة لاسلكيًا. ما عليك سوى وضع أجهزتك على سادة الشحن لشحن بدون جهد.",
    "The Apple HomePod Mini in Cosmic Grey is a compact smart speaker that delivers impressive audio and integrates seamlessly with the Apple ecosystem for a smart home experience.": "Apple HomePod Mini باللون الرمادي الكوني هو سماعة ذكية مضغوطة تقدم صوتًا مثيرًا للإعجاب وتتكامل بسلاسة مع نظام Apple البيئي لتجربة منزل ذكي.",
    "The Apple iPhone Charger is a high-quality charger designed for fast and efficient charging of your iPhone. Ensure your device stays powered up and ready to go.": "شاحن Apple iPhone هو شاحن عالي الجودة مصمم للشحن السريع والفعال لهاتف iPhone الخاص بك. تأكد من بقاء جهازك مشحونًا وجاهزًا للاستخدام.",
    "The Apple MagSafe Battery Pack is a portable and convenient way to add extra battery life to your MagSafe-compatible iPhone. Attach it magnetically for a secure connection.": "باقة بطارية Apple MagSafe هي طريقة محمولة ومريحة لإضافة عمر إضافي للبطارية لهاتف iPhone المتوافق مع MagSafe. قم بتثبيتها مغناطيسيًا للاتصال الآمن.",

    "The Apple Watch Series 4 in Gold is a stylish and advanced smartwatch with features like heart rate monitoring, fitness tracking, and a beautiful Retina display.": "ساعة Apple Watch Series 4 باللون الذهبي هي ساعة ذكية أنيقة ومتقدمة مع ميزات مثل مراقبة معدل ضربات القلب وتتبع اللياقة البدنية وشاشة Retina جميلة.",

    "Dior Sauvage Eau de Toilette is a popular men's fragrance, featuring a bold and fresh scent with notes of bergamot and ambroxan. It exudes confidence and masculinity.": "Dior Sauvage Eau de Toilette هو عطر رجالي شهير، يتميز برائحة جريئة ومنعشة مع نفحات البرغموت والأمبروكسان. يعكس الثقة والرجولة.",

    "Bvlgari Omnia Coral is a vibrant women's fragrance with fruity and floral notes. Its lively scent captures the essence of summer and joyful moments.": "Bvlgari Omnia Coral هو عطر نسائي نابض بالحياة مع نفحات فاكهية وزهرية. رائحته الحيوية تلتقط جوهر الصيف واللحظات السعيدة.",

    "The La Vie Est Belle Eau de Parfum by Lancôme is a luxurious women's fragrance with sweet and floral notes. It embodies elegance, happiness, and femininity.": "La Vie Est Belle Eau de Parfum من Lancôme هو عطر نسائي فاخر مع نفحات حلوة وزهرية. يجسد الأناقة والسعادة والأنوثة.",

    "The Perfume Spray is a convenient and portable fragrance option. It delivers a fine mist of scent, allowing for easy application throughout the day.": "بخاخ العطر هو خيار عطري مريح ومحمول. يوزع رذاذًا ناعمًا من العطر، مما يتيح تطبيقه بسهولة طوال اليوم.",

    "The Apple Homepod Mini in White is a compact smart speaker with impressive sound quality and Siri integration. Control your smart home and enjoy music with ease.": "Apple HomePod Mini باللون الأبيض هو مكبر صوت ذكي مدمج بجودة صوت رائعة وتكامل مع Siri. يمكنك التحكم في منزلك الذكي والاستمتاع بالموسيقى بسهولة.",
    "The iPhone 9 is a smartphone that bridges the gap between the iPhone 8 and iPhone X, offering modern features in a familiar design.": "iPhone 9 هو هاتف ذكي يربط بين iPhone 8 و iPhone X، حيث يقدم ميزات حديثة بتصميم مألوف.",

    "The iPhone 14 is the latest generation of Apple's iconic smartphone, featuring cutting-edge technology, an advanced camera system, and powerful performance.": "iPhone 14 هو أحدث جيل من الهواتف الذكية من Apple، يتميز بتقنيات متطورة ونظام كاميرا متقدم وأداء قوي.",

    "The Oppo A57 is a feature-rich smartphone with a focus on performance and style. It offers a great balance of functionality and affordability.": "Oppo A57 هو هاتف ذكي غني بالميزات يركز على الأداء والأناقة. يقدم توازنًا رائعًا بين الوظائف والسعر المناسب.",

    "The Oppo F19 is a sleek and capable smartphone with a focus on camera performance and a stylish design. It caters to users looking for a reliable and attractive device.": "Oppo F19 هو هاتف ذكي أنيق وقوي مع تركيز على أداء الكاميرا وتصميم عصري. يلبي احتياجات المستخدمين الباحثين عن جهاز موثوق وجذاب.",

    "The Realme C35 is a budget-friendly smartphone with essential features for everyday use. It provides good value for users seeking affordability without compromising usability.": "Realme C35 هو هاتف ذكي اقتصادي يحتوي على الميزات الأساسية للاستخدام اليومي. يوفر قيمة جيدة للمستخدمين الباحثين عن السعر المناسب دون التضحية بسهولة الاستخدام.",

    "The Realme Narzo 50 is a mid-range smartphone with impressive performance and a stylish design. It caters to users who want a capable device at an affordable price point.": "Realme Narzo 50 هو هاتف ذكي من الفئة المتوسطة يتميز بأداء قوي وتصميم أنيق. يلبي احتياجات المستخدمين الذين يريدون جهازًا قويًا بسعر مناسب.",

    "The Realme X7 Max is a high-performance smartphone with a focus on gaming and multimedia experiences. It features advanced hardware and a vibrant display.": "Realme X7 Max هو هاتف ذكي عالي الأداء مع تركيز على الألعاب وتجارب الوسائط المتعددة. يتميز بمكونات متطورة وشاشة نابضة بالحياة.",

    "The Samsung Galaxy S7 is a classic smartphone known for its premium design, water resistance, and reliable performance.": "Samsung Galaxy S7 هو هاتف ذكي كلاسيكي معروف بتصميمه الفاخر ومقاومته للماء وأدائه الموثوق.",

    "The Samsung Galaxy S8 is a stylish and powerful smartphone featuring an edge-to-edge display and impressive camera capabilities.": "Samsung Galaxy S8 هو هاتف ذكي أنيق وقوي يتميز بشاشة ممتدة من الحافة للحافة وقدرات كاميرا مميزة.",

    "The Samsung Galaxy S10 is a flagship smartphone offering advanced features, a sleek design, and top-notch performance.": "Samsung Galaxy S10 هو هاتف رائد يقدم ميزات متقدمة وتصميمًا أنيقًا وأداءً متميزًا.",

    "The Samsung Galaxy S10+ is a larger version of the S10, with an expansive display, dual front cameras, and enhanced battery life.": "Samsung Galaxy S10+ هو نسخة أكبر من S10، يتميز بشاشة واسعة وكاميرتين أماميتين وعمر بطارية محسن.",

    "The Samsung Galaxy S21 Ultra is a cutting-edge smartphone with a large display, advanced camera system, and powerful hardware for a premium experience.": "Samsung Galaxy S21 Ultra هو هاتف ذكي متطور يتميز بشاشة كبيرة ونظام كاميرا متقدم ومكونات قوية لتجربة فائقة.",

    "The Samsung Galaxy S22 Ultra is the latest flagship with an integrated S Pen, exceptional camera system, and unparalleled performance.": "Samsung Galaxy S22 Ultra هو أحدث هاتف رائد مع قلم S Pen مدمج ونظام كاميرا استثنائي وأداء لا مثيل له.",

    "The Vivo V21 is a stylish smartphone with a focus on selfies and camera quality, offering advanced imaging features.": "Vivo V21 هو هاتف ذكي أنيق يركز على صور السيلفي وجودة الكاميرا، ويقدم ميزات تصوير متقدمة.",

    "The Vivo Y20 is an affordable smartphone with essential features and reliable performance for everyday use.": "Vivo Y20 هو هاتف ذكي اقتصادي يحتوي على ميزات أساسية وأداء موثوق للاستخدام اليومي.",

    "The Xiaomi Mi 10 is a powerful smartphone with high-end specifications, impressive camera performance, and sleek design.": "Xiaomi Mi 10 هو هاتف ذكي قوي يتميز بمواصفات عالية الأداء وكاميرا مميزة وتصميم أنيق.",

    "The Xiaomi Mi 11 Ultra is a flagship smartphone offering an advanced camera system, powerful processor, and premium design.": "Xiaomi Mi 11 Ultra هو هاتف ذكي رائد يتميز بنظام كاميرا متطور ومعالج قوي وتصميم فاخر.",

    "The Xiaomi Mi Note 10 is a feature-packed smartphone with a focus on camera capabilities, offering a versatile photography experience.": "Xiaomi Mi Note 10 هو هاتف ذكي غني بالميزات يركز على قدرات الكاميرا، ويوفر تجربة تصوير متعددة الاستخدامات.",

    "The OnePlus 9 is a flagship smartphone with a sleek design, high-performance hardware, and a focus on smooth user experience.": "OnePlus 9 هو هاتف ذكي رائد بتصميم أنيق ومكونات عالية الأداء يركز على تجربة مستخدم سلسة.",

    "The OnePlus 9 Pro is an advanced version of the OnePlus 9, with enhanced camera capabilities and a premium build.": "OnePlus 9 Pro هو نسخة متقدمة من OnePlus 9 يتميز بقدرات كاميرا محسنة وبنية فاخرة.",

    "The OnePlus Nord is a mid-range smartphone offering solid performance and features at an affordable price.": "OnePlus Nord هو هاتف ذكي من الفئة المتوسطة يقدم أداءً جيدًا وميزات متنوعة بسعر مناسب.",

    "The Google Pixel 5 is a smartphone known for its exceptional camera performance, clean Android experience, and compact design.": "Google Pixel 5 هو هاتف ذكي معروف بأداء الكاميرا الاستثنائي وتجربة Android النظيفة وتصميمه المدمج.",

    "The Google Pixel 6 is a flagship smartphone with Google's custom Tensor chip, advanced camera features, and modern design.": "Google Pixel 6 هو هاتف ذكي رائد مزود بشريحة Tensor الخاصة بـ Google وميزات كاميرا متقدمة وتصميم عصري.",

    "The Google Pixel 6 Pro is an enhanced version of the Pixel 6, with a larger display and additional camera features.": "Google Pixel 6 Pro هو نسخة محسنة من Pixel 6 يتميز بشاشة أكبر وميزات كاميرا إضافية.",

    "The Huawei P30 Pro is a flagship smartphone with an advanced camera system, premium design, and long battery life.": "Huawei P30 Pro هو هاتف ذكي رائد يتميز بنظام كاميرا متطور وتصميم فاخر وعمر بطارية طويل.",

    "The Huawei Mate 40 Pro is a high-end smartphone with powerful performance, impressive cameras, and a sleek design.": "Huawei Mate 40 Pro هو هاتف ذكي فاخر يتميز بأداء قوي وكاميرات مميزة وتصميم أنيق.",

    "The Nokia 3310 is a classic feature phone known for its durability, long battery life, and nostalgic design.": "Nokia 3310 هو هاتف كلاسيكي معروف بمتانته وعمر بطاريته الطويل وتصميمه الذي يثير الحنين.",

    "The Sony Xperia 1 III is a premium smartphone with a 4K display, advanced camera features, and high-end performance.": "Sony Xperia 1 III هو هاتف ذكي فاخر مزود بشاشة 4K وميزات كاميرا متقدمة وأداء قوي.",

    "The LG Wing is a unique smartphone with a swiveling display, offering a new form factor and multitasking capabilities.": "LG Wing هو هاتف ذكي فريد من نوعه يتميز بشاشة دوارة توفر تصميمًا مبتكرًا وقدرات متعددة المهام.",

    "The Asus ROG Phone 5 is a gaming smartphone with top-tier hardware, gaming-specific features, and a bold design.": "Asus ROG Phone 5 هو هاتف ذكي مخصص للألعاب مزود بمكونات قوية وميزات خاصة بالألعاب وتصميم جريء.",

    "The ZTE Axon 20 is known as the first smartphone with an under-display camera, combining innovation with sleek design.": "ZTE Axon 20 معروف بكونه أول هاتف مزود بكاميرا تحت الشاشة، حيث يجمع بين الابتكار والتصميم الأنيق.",

    "The Lenovo Legion Phone Duel is a gaming smartphone with powerful hardware and unique features designed for mobile gamers.": "Lenovo Legion Phone Duel هو هاتف ذكي مخصص للألعاب يتميز بمكونات قوية وميزات فريدة صممت خصيصًا لعشاق الألعاب.",

    "The Honor 50 is a stylish smartphone with strong performance, good camera capabilities, and modern design.": "Honor 50 هو هاتف ذكي أنيق يتميز بأداء قوي وقدرات تصوير جيدة وتصميم عصري.",

    "The Alcatel 1S is an entry-level smartphone offering essential features at an affordable price.": "Alcatel 1S هو هاتف ذكي اقتصادي يقدم الميزات الأساسية بسعر مناسب.",

    "The Micromax IN Note 1 is a budget-friendly smartphone with decent performance and stock Android experience.": "Micromax IN Note 1 هو هاتف ذكي اقتصادي يوفر أداءً مقبولًا وتجربة Android نظيفة.",

    "The Infinix Zero 8 is a mid-range smartphone with impressive performance, stylish design, and capable cameras.": "Infinix Zero 8 هو هاتف ذكي من الفئة المتوسطة يتميز بأداء قوي وتصميم أنيق وكاميرات مميزة.",

    "The Tecno Camon 17 is a smartphone with a focus on camera performance, especially selfies, at an affordable price.": "Tecno Camon 17 هو هاتف ذكي يركز على أداء الكاميرا وخاصة صور السيلفي، بسعر مناسب.",

    "The Lava Z6 is an entry-level smartphone with decent features for its price, catering to budget-conscious users.": "Lava Z6 هو هاتف ذكي من الفئة الاقتصادية يتميز بميزات مقبولة بالنسبة لسعره، موجه للمستخدمين الحريصين على الميزانية.",

    "The Fairphone 4 is a sustainable smartphone designed for longevity, repairability, and ethical sourcing.": "Fairphone 4 هو هاتف ذكي صديق للبيئة مصمم ليدوم طويلاً، سهل الإصلاح، ويعتمد على مصادر أخلاقية.",

    "The Meizu 18 Pro is a high-end smartphone with strong performance, advanced features, and premium build quality.": "Meizu 18 Pro هو هاتف ذكي فاخر يتميز بأداء قوي وميزات متقدمة وجودة تصنيع عالية."
  },
  "Verification code": "رمز التحقق",
  "Please enter the 6-digit verification code": "من فضلك أدخل رمز التحقق المكون من 6 أرقام",
  "Back to Edit": "الرجوع للتعديل",
  "A verification code has been sent to": "تم إرسال رمز التحقق إلى",
  "Sign Up": "إنشاء حساب",
  "Verify your identity": "تحقق من هويتك",
  "Search by name": "ابحث عن طريق الاسم",
  "Enter your credentials to access your dashboard": "أدخل بيانات اعتمادك للوصول إلى لوحة التحكم الخاصة بك",
  "Sign in to your account": "سجّل الدخول إلى حسابك",
  "Create an account": "إنشاء حساب",
  "First name cannot be empty.": "الاسم الأول لا يمكن أن يكون فارغًا.",
  "Last name cannot be empty.": "الاسم الأخير لا يمكن أن يكون فارغًا.",
  "Phone Number": "رقم الهاتف",
  "Phone Number cannot be empty.": "رقم الهاتف لا يمكن أن يكون فارغًا.",
  "Email cannot be empty.": "البريد الإلكتروني لا يمكن أن يكون فارغًا.",
  "Password cannot be empty.": "كلمة المرور لا يمكن أن تكون فارغة.",
  "Create Account": "إنشاء الحساب",
  "Already have account?": "لديك حساب بالفعل؟",
  "Log in": "تسجيل الدخول",
  "Side": "صورة جانبية",
  "Sign In": "تسجيل الدخول",
  "Oops! Nothing in your wishlist": "عذرًا! لا يوجد شيء في قائمة رغباتك",
  "Start exploring and add your favorite products here.": "ابدأ الاستكشاف وأضف منتجاتك المفضلة هنا.",
  "Please log in to view your wishlist and save your favorite items.": "يرجى تسجيل الدخول لعرض قائمة رغباتك وحفظ العناصر المفضلة لديك.",
  "Please log in to view your Cart and save your cart items.": "يرجى تسجيل الدخول لعرض عربة التسوق الخاصة بك وحفظ عناصر العربة.",
  "Please log in to view your profile.": "يرجى تسجيل الدخول لعرض ملفك الشخصي.",
  "E-mail": "البريد الإلكتروني",
  "Your order has been placed successfully!": "تم تقديم طلبك بنجاح!",
  "You can track your order status here.": "يمكنك متابعة حالة طلبك من الأسفل.",
  "Track Order": "تتبع الطلب",
  "Password": "كلمة المرور",
  "Cancellations Orders": "طلبات الإلغاء",
  "Thank you for contacting us": "شكرًا لتواصلك معنا",
  "We’ve received your message and will get back to you shortly.": "لقد تلقينا رسالتك وسوف نرد عليك قريبًا.",
  "Forgot Password ?": "نسيت كلمة المرور؟",
  "Continue with Google": "المتابعة باستخدام جوجل",
  "Exclusive": "إكسكلوزيف",
  "Home": "الرئيسية",
  "Don't have an account?": " ليس لديك حساب؟",
  "Contact": "تواصل معنا",
  "About": "عـن",
  "Sign in": "تسجيل الدخول",
  "Today's": "اليوم",
  "Flash Sales": "عروض سريعة",
  "iphone 14 series": "سلسلة آيفون 14",
  "Up to 10% off Voucher": "قسيمة خصم تصل إلى 10%",
  "Categories": "الفئات",
  "Browse By Category": "تصفح حسب الفئة",
  "This Month": "هذا الشهر",
  "Best Selling Products": "الأكثر مبيعًا",
  "Enhance Your Music Experience": "حسّن تجربتك الموسيقية",
  "Shop Now": "تسوق الآن",
  "Our Products": "منتجاتنا",
  "Featured": "مميز",
  "New Arrival": "وصل حديثًا",
  "Women’s Collections": "مجموعة النساء",
  "Featured woman collections that give you another vibe.": "مجموعات نسائية مميزة تمنحك إحساسًا مختلفًا",
  "PlayStation 5": "بلاي ستيشن 5",
  "Black and White version of the PS5 coming out on sale.": "نسخة بلاك ووايت من PS5 متوفرة للبيع",
  "Speakers": "مكبرات صوت",
  "Amazon wireless speakers": "مكبرات صوت لاسلكية من أمازون",
  "Perfume": "عطر",
  "GUCCI INTENSE OUD EDP": "عطر قوتشي إنتنس عود EDP",
  "FREE AND FAST DELIVERY": "توصيل مجاني وسريع",
  "Free delivery for all orders over $140": "توصيل مجاني لجميع الطلبات التي تتجاوز 140$",
  "24/7 CUSTOMER SERVICE": "خدمة عملاء 24/7",
  "Friendly 24/7 customer support": "دعم عملاء ودود على مدار الساعة",
  "MONEY BACK GUARANTEE": "ضمان استعادة الأموال",
  "We return money within 30 days": "نسترجع الأموال خلال 30 يومًا",
  "Subscribe": "اشترك",
  "Get 10% off your first order": "احصل على خصم 10٪ على طلبك الأول",
  "Support": "الدعم",
  "111 Bijoy sarani, Dhaka, DH 1515, Bangladesh.": "111 بيجوي ساراني، دكا، DH 1515، بنغلاديش.",
  "Quick Link": "روابط سريعة",
  "Privacy Policy": "سياسة الخصوصية",
  "Terms Of Use": "شروط الاستخدام",
  "Download App": "تحميل التطبيق",
  "Save $3 with App New User Only": "وفر 3$ لمستخدمي التطبيق الجدد فقط",
  "Account": "الحساب",
  "More": "المزيد",
  "Please log in to view your profile": "يرجى تسجيل الدخول لعرض ملفك الشخصي",
  "My Account": "حسابي",
  "My order": "طلباتي",
  "You are not logged in": " أنت لست مسجلاً الدخول",
  "My Cancellations": "طلباتي الملغاة",
  "My Reviews": "تقيماتي",
  "Confirm Logout": "تاكيد تسجيل الخروج",
  "Are you sure you want to log out of your account?": "هل أنت متأكد أنك تريد تسجيل الخروج من حسابك؟",
  "Log out": "تسجيل الخروج",
  "Login / Register": "تسجيل الدخول / إنشاء حساب",
  "Cart": "عربة التسوق",
  "Canccellations Orders": "الطلبات الملغاة",
  "favourite": "المفضلة",
  "Wishlist": "قائمة الرغبات",
  "Blue Frock": "بلوزة زرقاء",
  "Heshe Women's Leather Bag": "حقيبة جلدية نسائية Heshe",
  "Green Crystal Earring": "حلق كريستال أخضر",
  "Blue & Black Check Shirt": "قميص مربعات أزرق وأسود",
  "Brown Leather Belt Watch": "ساعة بحزام جلدي بني",
  "Nike Air Jordan 1 Red And Black": "نايكي إير جوردان 1 أحمر وأسود",
  "iPhone 14 Series": "سلسلة آيفون 14",
  "Apple AirPods Max (Silver)": "آبل إيربودز ماكس (فضي)",
  "Apple AirPower Wireless Charger": "شاحن لاسلكي آبل AirPower",
  "Apple HomePod mini (Cosmic Grey)": "آبل هوم بود ميني (رمادي كوني)",
  "Decoration Swing": "أرجوحة زخرفية",
  "House Showpiece Plant": "نبات عرض منزلي",
  "Annibale Colombo Bed": "سرير أنيبالي كولومبو",
  "American Football": "كرة القدم الأمريكية",
  "Baseball Ball": "كرة البيسبول",
  "Baseball Glove": "قفاز البيسبول",
  "Apple": "تفاح",
  "Beef Steak": "ستيك لحم بقري",
  "Chicken Meat": "لحم دجاج",
  "Men’s Fashion": "موضة الرجال",
  "Woman's Fashion": "موضة النساء",
  "Electronics": "إلكترونيات",
  "Home & Lifestyle": "المنزل وأسلوب الحياة",
  "Sports & Outdoor": "رياضة وأنشطة خارجية",
  "Groceries & Pets": "البقالة والحيوانات الأليفة",
  "Health & Beauty": "الصحة والجمال",
  "Tablets": "أجهزة لوحية",
  "Smart Phones": "هواتف ذكية",
  "Laptops": "أجهزة كمبيوتر محمولة",
  "Groceries": "بقالة",
  "Home Decoration": "ديكور منزلي",
  "Furniture": "أثاث",
  "Tops": "بلوزات",
  "Womens Dresses": "فساتين نسائية",
  "Womens Shoes": "أحذية نسائية",
  "Fragrances": "عطور",
  "Skincare": "العناية بالبشرة",
  "Mens Shirts": "قمصان رجالية",
  "Mens Shoes": "أحذية رجالية",
  "No account found with this email": "لم يتم العثور على حساب بهذا البريد الإلكتروني",
  "Mens Watches": "ساعات رجالية",
  "Womens Bags": "حقائب نسائية",
  "Womens Watches": "ساعات نسائية",
  "Womens Jewellery": "مجوهرات نسائية",
  "Create New Password": "إنشاء كلمة مرور جديدة",
  "Choose a strong password to secure your account": "اختر كلمة مرور قوية لتأمين حسابك",
  "One uppercase letter": "حرف كبير واحد",
  "One number": "رقم واحد",
  "At least 8 characters": "8 أحرف على الأقل",
  "Password meets all requirements": "كلمة المرور تلبي جميع المتطلبات",
  "Passwords match": "كلمات المرور متطابقة",
  "Passwords do not match": "كلمات المرور غير متطابقة",
  "Update Password": "تحديث كلمة المرور",
  "Back to EmailEntry": "العودة إلى إدخال البريد الإلكتروني",
  "Reset Password": "إعادة تعيين كلمة المرور",
  "Sunglasses": "نظارات شمسية",
  "Automotive": "السيارات",
  "Motorcycle": "دراجات نارية",
  "Rating is required": "التقييم مطلوب",
  "Content is required": "المحتوى مطلوب",
  "Title is required": "العنوان مطلوب",
  "What did you review?": "بماذا قمت بالمراجعة؟",
  "Review Added": "تم إضافة مراجعة",
  "All Products": "جميع المنتجات",
  "Lighting": "إضاءة",
  "Check your email for the reset link!": " تحقق من بريدك الإلكتروني للحصول على رابط إعادة التعيين!",
  "View All Products": " عرض كل المنتجات",
  "Seconds": "ثواني",
  "Enter your email address and we'll send you a Link to reset your password.": "أدخل بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.",
  "Minutes": "دقائق",
  "Hours": "ساعات",
  "Send Reset Link": "أرسل رابط إعادة التعيين",
  "Go To Back": "الرجوع للخلف",
  "Days": "أيام",
  "SHOP NOW": "تسوق الان",
  "$": "د.أ",
  "Add New Review": "إضافة مراجعة جديدة",
  "Share your experience and help others make informed decisions.": "شارك تجربتك وساعد الآخرين في اتخاذ قرارات مستنيرة.",
  "Review Title": "عنوان المراجعة",
  "What did you Review?": "ماذا قمت بمراجعته؟",
  "Rating": "التقييم",
  "Review Content": "محتوى المراجعة",
  "Share your detailed experience...": "شارك تجربتك التفصيلية...",
  "Buy Now": "اشتري الان",
  "Share your experiences and discover what others are saying about products, services, and places you love.": "شارك تجاربك واكتشف ما يقوله الآخرون عن المنتجات والخدمات والأماكن التي تحبها.",
  "Free Delivery": "التوصيل مجاني",
  "Enter your postal code for Delivery Availability": "أدخل الرمز البريدي الخاص بك للتحقق من توافر التوصيل",
  "Return Delivery": "التوصيل المرتجع",
  "Free 30 Days Delivery Returns. Details": "توصيل وعودة مجانية خلال 30 يومًا. التفاصيل",
  "Related Item": "عنصر ذو صلة",
  "Reviews": "المراجعات",
  "In Stock": "متوفر بالمخزن",
  "Out Of Stock": "غير متوفر بالمخزن",
  "Send us a Message": "أرسل لنا رسالة",
  "Your Name": "اسمك",
  "Your Email": "بريدك الإلكتروني",
  "Email Address": "بريدك الإلكتروني",
  "Phone Placeholder": "+20(15)12345678",
  "Add Review": "إضافة مراجعه",
  "Customer Reviews": "مراجعات العملاء",
  "Your Message": "رسالتك",
  "No reviews yet. Be the first to share your experience!": "لا توجد أي تقييمات بعد. كن أول من يشارك رأيه!",
  "Name is required.": "الاسم مطلوب.",
  "Email is required.": "البريد الإلكتروني مطلوب.",
  "Invalid email address.": "عنوان بريد إلكتروني غير صالح.",
  "Phone number is required.": "رقم الهاتف مطلوب.",
  "Phone number must be 11 digits.": "يجب أن يكون رقم الهاتف مكونًا من 11 رقمًا.",
  "Message is required.": "الرسالة مطلوبة.",
  "Send Your Message": "أرسل رسالتك",
  "Call To Us": "اتصل بنا",
  "We are available 24/7, 7 days a week.": "نحن متوفرون على مدار الساعة، 7 أيام في الأسبوع.",
  "Your Phone Number": "الرقمك الشخصي",
  "Write To US": "راسلنا",
  "Fill out our form and we will contact you within 24 hours.": "املأ نموذجنا وسنتواصل معك خلال 24 ساعة.",
  "Customer Email": "customer@exclusive.com",
  "Support Email": "support@exclusive.com",
  "Start Live Chat": "ابدأ الدردشة المباشرة",
  "Follow US": "تابعنا",
  "Our Story": "قصتنا",
  "Launched in 2015, Exclusive is South Asia’s premier online shopping marketplace with an active presence in Bangladesh. Supported by a wide range of tailored marketing, data, and service solutions, Exclusive has 10,500 sellers and 300 brands and serves 3 million customers across the region.": "تم إطلاق إكسكلوسيف في عام 2015، وهو سوق التسوق عبر الإنترنت الرائد في جنوب آسيا مع حضور نشط في بنغلاديش. بدعم من مجموعة واسعة من حلول التسويق والبيانات والخدمات المخصصة، يضم إكسكلوسيف 10,500 بائع و300 علامة تجارية ويخدم 3 ملايين عميل في جميع أنحاء المنطقة.",
  "Exclusive has more than 1 Million products to offer, growing at a very fast pace. Exclusive offers a diverse assortment in categories ranging from consumer.": "يقدم إكسكلوسيف أكثر من مليون منتج، وينمو بوتيرة سريعة جدًا. يوفر إكسكلوسيف تشكيلة متنوعة في فئات تتراوح من المنتجات الاستهلاكية.",
  "Our Team": "فريقنا",
  "Meet Our": "تعرف على ",
  "Experts": "خبرائنا",
  "Our dedicated team of professionals brings years of experience and passion to help you achieve your goals with excellence and innovation.": "فريقنا المتفاني من المحترفين يجلب سنوات من الخبرة والشغف لمساعدتك في تحقيق أهدافك بتميز وابتكار.",
  "Sellers active on our site": "البائعون النشطون على موقعنا",
  "Monthly Product Sale": "مبيعات المنتجات الشهرية",
  "Customers active in our site": "العملاء النشطون على موقعنا",
  "Annual gross sale in our site": "إجمالي المبيعات السنوية على موقعنا",
  "Tom Cruise": "توم كروز",
  "Founder & Chairman": "المؤسس والرئيس",
  "Emma Watson": "إيما واتسون",
  "Co-Founder": "المؤسس المشارك",
  "Chris Evans": "كريس إيفانز",
  "Marketing Head": "رئيس التسويق",
  "Scarlett Johansson": "سكارليت جوهانسون",
  "Lead Designer": "المصمم الرئيسي",
  "K": "آلاف",
  "Product Name": "اسم المنتج",
  "Price": "السعر",
  "Quantity": "الكمية",
  "Total": "الإجمالي",
  "Empty Cart": "سلة تسوق فارغة",
  "Your cart is empty": "سلة التسوق الخاصة بك فارغة",
  "Browse our collection and add items you love to your cart.": "تصفح مجموعتنا وأضف العناصر التي تحبها إلى سلة التسوق الخاصة بك.",
  "Return To Shop": "العودة إلى المتجر",
  "Update Cart": "تحديث السلة",
  "Coupon Code": "رمز القسيمة",
  "Apply Coupon": "تطبيق القسيمة",
  "Free": "مجاني",
  "Cart Total": "إجمالي السلة",
  "Subtotal": "المجموع الفرعي",
  "Shipping": "الشحن",
  "Tax": "الضريبة",
  "Proceed to Checkout": "المتابعة إلى الدفع",
  "CheckOut": "الدفع",
  "Billing Details": "تفاصيل الفوترة",
  "First Name": "الاسم الأول",
  "First Name is required.": "الاسم الأول مطلوب.",
  "Company Name": "اسم الشركة",
  "Company Name is required.": "اسم الشركة مطلوب.",
  "Street Address*": "عنوان الشارع*",
  "Street Address is required.": "عنوان الشارع مطلوب.",
  "Apartment, floor, etc. (optional)": "الشقة، الطابق، إلخ. (اختياري)",
  "Town/City*": "المدينة/البلدة*",
  "City is required.": "المدينة مطلوبة.",
  "Phone Number*": "رقم الهاتف*",
  "Phone is required.": "الهاتف مطلوب.",
  "Email Address*": "عنوان البريد الإلكتروني*",
  "Agree to Terms and Conditions": "الموافقة على الشروط والأحكام",
  "You must agree before submitting.": "يجب الموافقة قبل الإرسال.",
  "Place Order": "تأكيد الطلب",
  "Subtotal:": "المجموع الفرعي:",
  "Shipping:": "الشحن:",
  "Tax:": "الضريبة:",
  "Bank": "البنك",
  "Cash on delivery": "الدفع عند الاستلام",
  "Enter your full name": "أدخل اسمك الكامل",
  "Enter your company name": "أدخل اسم شركتك",
  "Enter your street address": "أدخل عنوان شارعك",
  "Enter your city": "أدخل مدينتك",
  "Enter your phone number": "أدخل رقم هاتفك",
  "Enter your email address": "أدخل عنوان بريدك الإلكتروني",
  "Full Name": "الاسم كامل",

  "Manage My Account": "إدارة حسابي",
  "My Profile": "ملفي الشخصي",
  "Change Password": "تغيير كلمة المرور",
  "Address Book": "دفتر العناوين",
  "My Payment Options": "خيارات الدفع الخاصة بي",
  "Edit Your Profile": "تعديل ملفك الشخصي",
  "Update your personal information and contact details": "تحديث معلوماتك الشخصية وتفاصيل الاتصال",
  "Personal Information": "المعلومات الشخصية",
  "Required": "مطلوب",
  "Last Name": "الاسم الأخير",
  "Contact Information": "معلومات الاتصال",
  "Verification required": "التحقق مطلوب",
  "Phone": "الهاتف",
  "The email has been changed. A verification code will be sent to confirm the changes.": "تم تغيير البريد الإلكتروني. سيتم إرسال رمز تحقق لتأكيد التغييرات.",
  "Cancel": "إلغاء",
  "Verify your email": "التحقق من بريدك الإلكتروني",
  "Save Change": "حفظ التغييرات",
  "Update your account password for better security": "تحديث كلمة مرور حسابك لزيادة الأمان",
  "Password Security Tips": "نصائح أمان كلمة المرور",
  "Use a strong password with at least 8 characters, including uppercase, lowercase, numbers, and special characters.": "استخدم كلمة مرور قوية تحتوي على 8 أحرف على الأقل، تتضمن أحرفًا كبيرة وصغيرة وأرقامًا ورموزًا خاصة.",
  "Current Password": "كلمة المرور الحالية",
  "The password doesn’t match the original password": "كلمة المرور لا تتطابق مع كلمة المرور الأصلية",
  "New Password": "كلمة المرور الجديدة",
  "Confirm New Password": "تأكيد كلمة المرور الجديدة",
  "The password confirmation doesn’t match the new password": "تأكيد كلمة المرور لا يتطابق مع كلمة المرور الجديدة",
  "Incorrect Password Error": "خطأ في كلمة المرور الحالية",
  "Update Password successfully": "تم تحديث كلمة المرور بنجاح",
  "Manage your saved addresses and contact information": "إدارة العناوين المحفوظة ومعلومات الاتصال",
  "Default": "الافتراضي",
  "You haven’t added any payment methods yet.": "لم تُضف أي طرق دفع بعد.",
  "VALID THRU": "صالح حتى",
  "Manage your payment methods and billing information": "إدارة طرق الدفع ومعلومات الفوترة",
  "Add Address": "إضافة عنوان",
  "Add New Address": "إضافة عنوان جديد",
  "Edit Address": "تعديل العنوان",
  "Fill in the details for your new address": "املأ تفاصيل عنوانك الجديد",
  "Address Type": "نوع العنوان",
  "Work": "العمل",
  "Other": "أخرى",
  "Contact Name*": "اسم جهة الاتصال*",
  "Contact Name is required.": "اسم جهة الاتصال مطلوب.",
  "Full Address*": "العنوان الكامل*",
  "Enter complete address including street, building number, etc.": "أدخل العنوان الكامل بما في ذلك الشارع، رقم المبنى، إلخ.",
  "Full Address is required.": "العنوان الكامل مطلوب.",
  "City/Location*": "المدينة/الموقع*",
  "Enter City Or Location": "أدخل المدينة أو الموقع",
  "Enter Phone Number": "أدخل رقم الهاتف",
  "Phone Number is required.": "رقم الهاتف مطلوب.",
  "Add Payment Method": "إضافة طريقة دفع",
  "Add Card": "إضافة بطاقة",
  "Name Owner": "اسم صاحب البطاقة",
  "Name Owner is required.": "اسم صاحب البطاقة مطلوب.",
  "Select Payment Card": "اختر بطاقة الدفع",
  "Visa": "فيزا",
  "PayPal": "باي بال",
  "MasterCard": "ماستركارد",
  "Vodafone Cash": "فودافون كاش",
  "0000 0000 0000 0000": "0000 0000 0000 0000",
  "Card Number is required.": "رقم البطاقة مطلوب.",
  "CVV": "رمز CVV",
  "CVV is required.": "رمز CVV مطلوب.",
  "Add Payment Card": "إضافة بطاقة دفع",
  "Order ID #": "رقم الطلب #",
  "pending": "قيد الانتظار",
  "completed": "مكتمل",
  "canceled": "ملغى",
  "Date Order": "تاريخ الطلب",
  "The number of products": "عدد المنتجات",
  "Product": "منتج",
  "View details": "عرض التفاصيل",
  "Order ID:": "رقم الطلب:",
  "Date:": "التاريخ:",
  "Qty:": "الكمية:",
  "SubTotal:": "المجموع الفرعي:",
  "Total:": "الإجمالي:",
  "Download PDF": "تحميل PDF",
  "Mark as Delivered": "وضع علامة كمُسلم",
  "Mark as Cancel": "وضع علامة كملغى",
  "Orders": "الطلبات",
  "Summer Sale For All Swim Suits And Free Express Delivery - OFF 50%": "تخفيضات الصيف على جميع ملابس السباحة مع توصيل سريع مجاني – خصم 50%!",
  "No orders have been canceled yet.": "لم يتم إلغاء أي طلب بعد.",
  "No orders have been received yet.": "لم يتم استلام أي طلب بعد.",
  "Canccellations Order": "الطلبات الملغاة",
  "Order": "طلب"
}
